{
    "comments": [
        {
            "id": 779946,
            "author": "gringalicious",
            "permlink": "hello-again-better-late-than-never-a-re-introduction-verification",
            "category": "introduceyourself",
            "parent_author": "",
            "parent_permlink": "introduceyourself",
            "title": "Hello Again - Better Late Than Never - a RE introduction VERIFICATION",
            "body": "<html>\n<p>Ok, I surrender! &nbsp;A horrible picture of myself holding a piece of paper. &nbsp;I have to say, I don't get it. &nbsp;I hate taking pictures of myself. &nbsp;But, several of you have insisted, so... you win, here it is, verification for @gringalicious</p>\n<p><img src=\"https://s19.postimg.org/9vrr3pg8j/DSC_0750_2.jpg\" width=\"1000\" height=\"667\"/></p>\n<p>I am a 20 year old food blogger living in Chile with my crazy family. &nbsp;You can read more about that at my first attempt of introducing myself here:&nbsp;<a href=\"https://steemit.com/introduceyourself/@gringalicious/hola-steemit-photographer-food-blogger-traveler-and-student-of-life-i-am\">Gringalicious Intro . &nbsp;</a>I have a passion for cooking and a passion for photography. &nbsp;Yeah, I know, you can't tell by the photo above, but I digress. &nbsp;You can see examples of my passion on my page @gringalicious. I don't like labels necessarily, but let's just say I don't like the state and those conditioned by the state telling me what to do. &nbsp;Nor do I like telling others how they should liver their lives. &nbsp;I will post more on those topics at a later date.</p>\n<p>The idea of #Steemit thoroughly intrigues me. &nbsp;I look forward to being part of the community!</p>\n<p>And since I am here talking about myself, I was featured in a magazine recently. &nbsp;Not trying to promote the magazine necessarily, just trying to add validity to my verification. &nbsp;And, I have to admit, I just a little proud of myself.</p>\n<p><img src=\"https://s19.postimg.org/4j2wpksc3/IMG_20160828_131820621.jpg\" width=\"450\" height=\"800\"/></p>\n<p><img src=\"https://s16.postimg.org/3ougnif51/IMG_20160828_131853738.jpg\" width=\"1280\" height=\"720\"/></p>\n<p><br></p>\n<p>Later this week, I'll be posting a recipe with&nbsp;a #steemitlogo incorporated in it. &nbsp;So, keep an eye out for it.</p>\n<p>I do hope this helps satisfy the request that many of you have made. &nbsp;If I need to do something different, please let me know. &nbsp;I actually like corrective criticism so bring it on.</p>\n<p>Until my next post, hasta luego mis amigos</p>\n<p>Tori</p>\n</html>",
            "json_metadata": "{\"tags\":[\"introduceyourself\",\"food\",\"photography\",\"Steemit\",\"steemitlogo\"],\"users\":[\"gringalicious\"],\"image\":[\"https://s19.postimg.org/9vrr3pg8j/DSC_0750_2.jpg\",\"https://s19.postimg.org/4j2wpksc3/IMG_20160828_131820621.jpg\",\"https://s16.postimg.org/3ougnif51/IMG_20160828_131853738.jpg\"],\"links\":[\"https://steemit.com/introduceyourself/@gringalicious/hola-steemit-photographer-food-blogger-traveler-and-student-of-life-i-am\"]}",
            "last_update": "2016-08-28T17:15:12",
            "created": "2016-08-28T17:15:12",
            "active": "2016-08-31T12:56:54",
            "last_payout": "2016-08-29T22:59:51",
            "depth": 0,
            "children": 48,
            "net_rshares": "114793970759",
            "abs_rshares": "114793970759",
            "vote_rshares": "114793970759",
            "children_abs_rshares": "256626492237",
            "cashout_time": "2016-09-28T22:59:51",
            "max_cashout_time": "2016-09-14T00:51:15",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "73426",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "12739",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 75232,
            "net_votes": 82,
            "root_author": "gringalicious",
            "root_permlink": "hello-again-better-late-than-never-a-re-introduction-verification",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        },
        {
            "id": 779947,
            "author": "givemeyoursteem",
            "permlink": "winners-of-steemit-food-challenge-3-desserts-to-die-for",
            "category": "foodchallenge",
            "parent_author": "",
            "parent_permlink": "foodchallenge",
            "title": "WINNERS of Steemit Food Challenge #3 - Desserts to die for!",
            "body": "https://i.imgsafe.org/2b5635a585.jpg\n\n### This week we've seen delicious desserts thanks to everyone that took part in the challenge <3 Let us present the winners! \n\n### Soon we will announce next weeks challenge, [follow](https://steemit.com/@givemeyoursteem) if you don't want to miss it :)\n\n---\n\n# THE WINNERS of Steemit Food Challenge #3\n\n---\n\n# 4th prize (25 SBD) goes to...\nhttps://img1.steemit.com/0x0/https://www.steemimg.com/images/2016/08/27/FB_IMG_14722971245630aad6.jpg\n... @foxxycat and this delicious [pomegranate chocolate tart](https://steemit.com/foodchallenge/@foxxycat/steemit-food-challenge-3-chocolate-tart-is-the-new-black)!\n\n### Sponsored by @knozaki2015\n\n---\n\n# 3rd prize (35 SBD) goes to...\nhttps://img1.steemit.com/0x0/https://s10.postimg.org/wugbquxnt/DSCF9961.jpg\nhttps://youtu.be/dXxtkgAtKXQ\n... @amy-goodrich and her double chocolate [chunky monkey ice cream](https://steemit.com/foodchallenge/@amy-goodrich/double-chocolate-chunky-monkey-ice-cream-video-steemit-food-challenge-3)! \n\n### Sponsored by @fyrstikken & [Steemspeak.com](http://steemspeak.com/) - a voice-hangout for the Steemit crypto-crowd!\n\n---\n\n# 2nd prize (50 SBD) goes to...\nhttps://img1.steemit.com/0x0/http://oi68.tinypic.com/2dbjw94.jpg\n... @vlad with this fresh and vitaminized [citrus and watermelon jelly](https://steemit.com/foodchallenge/@vlad/desserts-to-die-for-delicious-jelly-watermelon-grapefruit-orange-all-topped-with-a-smidgen-of-grated-coconut)!\n\n### Sponsored by @instructor2121\n\n---\n\n# The WINNER of Steemit Food Challenge (100 Steem dollars) is...\nhttps://img1.steemit.com/0x0/https://s12.postimg.org/te13g6wbx/napaleon_cake_1.jpg\n... @allasyummyfood with her beautiful [Russian Napoleon cake](https://steemit.com/food/@allasyummyfood/russian-napoleon-cake-recipe-steemit-food-challenge)!\n### Sponsored by @smooth\n\n---\n\n### But there is still one chance to win with our new prize, the wild pick!\n\n# Razvanelul's Wild Pick (15 SBD) goes to... \nhttps://img1.steemit.com/0x0/https://abload.de/img/steemcake6huwn.png\n... @crypt0mine with this creative [Steemit cake](https://steemit.com/steemit/@crypt0mine/steemit-cake)!\n>  I HOPE that cake was not photoshop because it looks amazing. I liked the photo and especially: the idea! Good job and please give me more of a challenge next time! I'm gonna continue my picks for next week as well so bring it on!!\n\n### Sponsored by @razvanelulmarin\n\n---\n\n### Soon we will announce the theme for next weeks Steemit Food Challenge, [follow](https://steemit.com/@givemeyoursteem) if you don't want to miss it :)\n\n---\n\n# Thank you!\n\n### We hope to see you next week!",
            "json_metadata": "{\"tags\":[\"foodchallenge\",\"food\",\"recipes\",\"steemit\",\"steemitfoodchallenge\"],\"links\":[\"https://youtu.be/dXxtkgAtKXQ\"]}",
            "last_update": "2016-08-28T17:15:12",
            "created": "2016-08-28T17:15:12",
            "active": "2016-08-29T13:45:42",
            "last_payout": "2016-08-29T20:19:39",
            "depth": 0,
            "children": 18,
            "net_rshares": 0,
            "abs_rshares": 0,
            "vote_rshares": 0,
            "children_abs_rshares": 2374341643,
            "cashout_time": "2016-09-28T20:19:39",
            "max_cashout_time": "2016-09-13T01:24:24",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "576",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "131",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 588,
            "net_votes": 44,
            "root_author": "givemeyoursteem",
            "root_permlink": "winners-of-steemit-food-challenge-3-desserts-to-die-for",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        },
        {
            "id": 779945,
            "author": "forklognews",
            "permlink": "daidzhest-novostei-obzor-glavnykh-sobytii-bitkoin-industrii",
            "category": "bitcoin",
            "parent_author": "",
            "parent_permlink": "bitcoin",
            "title": "Дайджест новостей – обзор главных событий биткоин-индустрии",
            "body": "<html>\n<p>Прошедшая неделя оказалась богатой событиями, центральным из которых для нашей редакции стало <a href=\"http://forklog.com/zhurnalu-forklog-dva-goda/\">двухлетие Forklog</a>. Два года назад, 25 августа, был зарегистрирован домен ForkLog.com, а спустя некоторое время сделаны первые публикации на сайте. Об остальных, не менее интересных событиях мира криптовалют, вы узнаете из нашего еженедельного дайджеста.&nbsp;</p>\n<p>&nbsp;<strong>БИРЖИ</strong></p>\n<p>Ещё одним именинником этой недели стала криптовалютная биржа Bitstamp, которая <a href=\"http://forklog.com/birzha-bitstamp-otmechaet-pyatiletnij-yubilej/\">отметила пятилетие</a> со дня основания. К этому событию биржа приурочила конкурс с ценными призами.</p>\n<p>Но юбилеи не являются поводом прекращать работу и администрации бирж полностью разделяют это мнение, принимая где-то логичные, а где-то и неожиданные решения.</p>\n<p>Так, криптовалютная биржа GDAX <a href=\"http://forklog.com/kriptovalyutnaya-birzha-gdax-dobavila-litecoin/\">начала торги</a> четвертой по рыночной капитализации криптовалютой Litecoin. Соответствующее объявление сделано в официальном блоге биржи. Для торгов предлагается две валютные пары: резидентам США доступна пара LTC / USD, всем прочим клиентам — пара LTC / BTC.</p>\n<p>В свою очередь, 23 августа в официальном твиттере криптовалютной биржи Poloniex появилось сообщение о<a href=\"http://forklog.com/birzha-poloniex-snimaet-s-torgov-the-dao-i-drugie-altkoiny/\">снятии с торгов</a> 27 криптовалют. Торги будут прекращены 5 сентября текущего года и это решение уже вызвало некоторое недоумение сообщества, ведь в данный перечень вошли такие альткоины, как DAO, Dashcoin и Mintcoin, уровень капитализации которого достиг $1,22 млн.&nbsp;</p>\n<p><img src=\"http://radikal.ru/fp/949b19ab0ea142769b5d5bad6918e850\"/></p>\n<p>&nbsp;Подходит к концу и нашумевшая история с биржей Bitfinex, пострадавшей в результате взлома. Администрация биржи объявила о подписании договора с инвестиционной платформой BnkToTheFuture с целью возмещения средств вкладчиков посредством долевого участия в акционерном капитале компании.&nbsp;</p>\n<p><img src=\"http://radikal.ru/fp/ab1e6cf8f8ce414d8555699b45afc0eb\"/></p>\n<p>&nbsp;Благодаря сотрудничеству с BnkToTheFuture пользователи Bitfinex смогут обменять принадлежащие им токены BFX на соответствующую долю в iFinex Inc, зарегистрированной на Британских Виргинских Островах родительской компанией биржи.</p>\n<p>Неожиданная новость пришла на этой неделе из Турции, где ведущая криптовалютная биржи BTCTurk была вынуждена <a href=\"http://forklog.com/krupnejshaya-bitkoin-birzha-turtsii-ostanovila-rabotu-iz-za-problem-s-bankom/\">остановить работу</a>, столкнувшись с неожиданном отказом банковского партнера от дальнейшего продолжения сотрудничества.&nbsp;В настоящий момент биржа предпринимает попытки вернуть средства пользователям, однако из-за блокировки банковских счетов этот процесс может затянуться.&nbsp;</p>\n<p>&nbsp;<strong>КОШЕЛЬКИ И ПЛАТЁЖНЫЕ СЕРВИСЫ</strong></p>\n<p>Первым аппаратным кошельком, <a href=\"http://forklog.com/apparatnyj-koshelek-trezor-dobavil-podderzhku-ethereum/\">добавившим поддержку</a> Ethereum, стал Trezor. Соответствующая информация размещена на странице Trezor на <a href=\"https://github.com/trezor/trezor-mcu/pull/103\">Github</a>.</p>\n<p>Официального сообщения от компании-разработчика SatoshiLabs пока, впрочем, не поступало, поэтому дата официального релиза и доступности функционала на данный момент остается неизвестной.</p>\n<p>Списки рабочих валют пополнились у платёжного сервиса Bitwala, <a href=\"http://forklog.com/platezhnyj-servis-bitwala-vklyuchil-v-spisok-rabochih-altkoinov-dash-i-emercoin/\">включившего поддержку Dash</a> и Emercoin, и венесуэльской системы Cryptobuyer, <a href=\"http://forklog.com/venesuelskij-platyozhnyj-servis-cryptobuyer-dobavil-podderzhku-dash/\">добавившей</a> Dash. Отметим, что жители Венесуэлы, у которых нет компьютеров либо телефонов с доступом в интернет, могут воспользоваться услугами местного партнёра Cryptobuyer – сетью криптовалютных банкоматов TigoCTM.</p>\n<p>Также <a href=\"http://forklog.com/sostoyalsya-reliz-novoj-versii-ethereum-koshelka-mist-s-podderzhkoj-coinbase-buy-widget/\">вышла в свет</a> новая версия Ethereum-кошелька Mist с поддержкой Coinbase Buy Widget. Одной из её главных особенностей стало включение Coinbase Buy Widget – инструмента, с помощью которого можно осуществить моментальную покупку криптовалюты на сумму до $5.</p>\n<p>В настоящий момент данная функция доступна только пользователям из США и требует наличия аккаунта на Coinbase.&nbsp;</p>\n<p><img src=\"http://forklog.com/wp-content/uploads/0e6dbfdc-638d-11e6-8e55-cc0a56a8b37c-1.png\"/></p>\n<p>&nbsp;<strong>БАНКИ И КОРПОРАЦИИ</strong></p>\n<p>Неожиданным известием, способным стать предвестником глобальных изменений в мировой экономике, стало сообщение издания Financial Times о том, что ряд крупнейших мировых банков принял решение объединиться для создания <a href=\"http://forklog.com/vedushhie-banki-mira-obedinilis-dlya-sozdaniya-novoj-kriptovalyuty/\">новой цифровой валюты</a>. Официальное заявление представителей банков UBS, Deutsche Bank, Santander и BNY Mellon ожидалось 24 августа, но до настоящего момента комментариев не появилось.</p>\n<p>Если это окажется не информационной уткой, то стоит ожидать, что в будущем к этой инициативе присоединятся и прочие финансовые институты со всех концов света, даже с далёкого африканского континента. Там&nbsp;управляющий <a href=\"http://forklog.com/yuzhno-afrikanskij-rezervnyj-bank-gotov-k-ispolzovaniyu-blokchejna-i-kriptovalyut/\">Южно-Африканского резервного банка</a> Лесетья Кганьяго в своем выступлении на конференции по вопросам криптобезопасности заявил, что финансовый институт уже изучает блокчейн и заинтересован в инновациях, которые может дать эта технология.&nbsp;</p>\n<blockquote>&nbsp;<strong>«Как центральный банк, мы открыты к инновациям несмотря на различное отношение регуляторов к криптовалютам. Мы намерены изучить все преимущества и недостатки технологии блокчейн и других распределённых реестров»</strong><em>, — заявил Лесетья Кганьяго.</em>&nbsp;</blockquote>\n<p>&nbsp;В свою очередь, крупнейший банк Японии Bank of Tokyo-Mitsubishi UFJ (MUFG) объявил об <a href=\"http://forklog.com/yaponskie-korporatsii-testiruyut-blokchejn-platformu-dlya-chekovyh-raschetov/\">окончании разработки</a>основанного на блокчейне прототипа, позволяющего моментально обрабатывать и верифицировать платежи по чекам. Созданное решение в потенциале может быть использовано финансовыми институтами и различными компаниями в азиатском регионе. В будущем Bank of Tokyo-Mitsubishi надеется создать и другие решения на основе блокчейна, которым можно будет найти реальное применение.</p>\n<p>От азиатских разработчиков не отстают и представители консорциума R3 CEV, <a href=\"http://forklog.com/konsortsium-r3-cev-zapatentoval-blokchejn-platformu-dlya-infrastruktury-uoll-strit/\">запатентовавшие новый продукт</a> на основе биткоин-технологии Concord, предназначенный для использования в инфраструктуре Уолл-стрит.</p>\n<p>Concord представляет собой универсальную платформу, связывающую воедино рынки и компании и призванную перевести функции миддл- и бэк-офисов в цифровой вариант. Это даст возможность банкам избавиться от административных накладных расходов и сэкономить миллиарды долларов. Ожидается, что альфа-версия платформы будет запущена в середине 2017 года.</p>\n<p>Всё это заставляет финансовых аналитиков и экономистов следить за блокчейном более пристально, меняя свои прогнозы относительно будущего мировой финансовой системы.</p>\n<p>В частности, финансовый аналитик Кирилл Яковенко недавно заявил, что в ближайшие два-три года криптовалюты выйдут из тени и одновременно с этим появятся новые межнациональные финансовые инструменты.</p>\n<blockquote><em><strong>«В ближайшие два-три года технологии blockchain прочно укрепятся на межбанке, вытеснят системы обмена сообщениями между ними (в частности,</strong></em> <a href=\"http://forklog.com/ekonomisty-prognoziruyut-vytesnenie-sistemy-swift-blokchejnom/\"><em><strong>систему SWIFT</strong></em></a><em><strong>) и станут неотъемлемой частью торгов на рынках ценных бумаг. Что же касается криптовалют в привычном понимании, то они также, скорее всего, уже в ближайшем будущем выйдут из тени и вместе с технологией blockchain получат масштабное развитие»</strong></em><em>, — считает Яковенко.</em></blockquote>\n<p><strong>КОМПАНИИ</strong></p>\n<p>Датская компания Bitshares Munich IVS, владеющая брендом BlockPay, <a href=\"http://forklog.com/kompaniya-bitshares-munich-ivs-obyavila-o-nachale-ico/\">объявила о старте ICO</a>. В ходе кампании предполагается собрать средства на развитие BlockPay, P2P-мессенджера ECHO и системы анонимных платежей Stealth. Проведение краудфандинговой кампании запланировано на 2016 и 2017 годы. Сама кампания состоит из предварительной ICO (Pre-ICO), запланированной на август текущего года, и основной, которая будет проведена в 2017 году. Всего планируется распространить 100 миллионов токенов BlockPay.</p>\n<p>Проект по созданию блокчейна с открытым кодом Hyperledger <a href=\"http://forklog.com/proekt-hyperledger-nazval-novyj-sostav-tehnicheskogo-komiteta/\">объявил имена</a> нового состава технического комитета. Среди основных задач комитета — рассмотрение поступающих предложений и построение первоначальной унифицированной базы исходного кода.</p>\n<p>В новом составе комитета сохранили свои места технический директор R3CEV Гендал Браун, главный разработчик архитектуры распределенных реестров Digital Asset Holdings Тамаш Блуммер, исследователь Fujitsu Харт Монтгомери, инженер Intel Мик Боумен и главный технический директор направления открытых технологий IBM Кристофер Феррис. Среди новых имен – старший технический руководитель IBM Арно ле Ор, старший блокчейн-архитектор IBM Бин Нгуен, глава технических разработок Intel Дэн Миддлтон, а также представители DTCC, Salesforce и Лондонской фондовой биржи.</p>\n<p>Американский технологический стартап Chronicled Inc. объявил о запуске <a href=\"http://forklog.com/startap-chronicled-inc-zapustil-otkrytyj-reestr-dlya-interneta-veshhej/\">открытого реестра</a> для Интернета вещей, который был создан на блокчейне Ethereum. Этот реестр предназначен для сохранения уникальных кодов физических объектов, имеющих встроенные чипы NFC и BLE.</p>\n<blockquote><em><strong>«Теперь все создатели материальных объектов, будь-то бренды, носители интеллектуальной собственности и прочее, могут регистрировать свои защищённые от подделок чипы в публичном блокчейне»</strong></em><em>, — заявил директор Chronicled Райан Орр. На данный момент стартапом поставлено около 10 000 NFC и BLE чипов.</em></blockquote>\n<p>Как сообщает издание Business Insider UK, крупнейшая в США телекоммуникационная компания Verizon Communications экспериментирует с технологией блокчейн. Так, в распоряжение редакции попал <a href=\"http://forklog.com/kompaniya-verizon-communications-zapatentovala-blokchejn-hranilishhe-klyuchej/\">патент, полученный</a> Verizon 10 мая этого года.</p>\n<p>Из описания патента следует, что компания разработала некое блокчейн-хранилище ключей, а работы над проектом велись на протяжении трёх лет. Введение подобной блокчейн-системы в сочетании со смарт-контрактами даёт массу новых возможностей в сфере использования цифрового контента. Например, музыкальные исполнители или авторы статей будут получать свою оплату сразу же после того, как пользователь начал читать материал или прослушивать песню.</p>\n<p>Валютное управление Сингапура (MAS) <a href=\"http://forklog.com/kriptovalyutnye-kompanii-singapura-budut-poluchat-edinuyu-litsenziyu-na-osushhestvlenie-deyatelnosti/\">выступило с предложением</a> введения единой лицензии на осуществление деятельности для компаний, предоставляющих платежные услуги, включая криптовалютные компании.</p>\n<p>Стало известно, что <a href=\"http://forklog.com/investitsionnyj-bitkoin-startap-keza-budet-spasen-blagodarya-satoshi-citadel-industries/\">биткоин-стартап Keza</a> выкуплен филиппинской компанией Satoshi Citadel Industries, в инвестиционном портфелем которой уже присутствуют такие стартапы, как Rebit.ph, Bitbit.cash и PrepaidBitcoin.ph.</p>\n<blockquote><em><strong>«Keza создавалась с прицелом на развивающиеся рынки и для пользователей, которые не имеют доступа к глобальным рынкам капитала. Мы счастливы, что теперь видение компании сможет быть реализовано»</strong></em><em>, — цитирует CEO Keza Саймона Бернса издание Silicon Angle.</em></blockquote>\n<p>Децентрализованная социальная сеть Steemit сообщила о «<a href=\"http://forklog.com/poseshhaemost-steemit-sravnyalas-s-rannim-facebook/\">беспрецедентном уровне трафика</a>», сопоставимым с тем, что получали на ранних этапах своего развития Facebook и Reddit.</p>\n<p>Как говорится в заявлении Steemit, на данный момент пользователи социальной сети ежедневно размещают более 21 000 новых записей, а количество голосов в поддержку постов превышает 70 000. Это сопоставимо с ранней активностью на площадках вроде Facebook и Reddit.</p>\n<p>За несколько недель до старта краудсейла платформы распространения контента DECENT команда проекта объявила о <a href=\"http://forklog.com/komanda-decent-obyavila-o-vazhnyh-izmeneniyah-v-sisteme-distributsii-tokenov/\">внесении изменений</a> в систему дистрибуции токенов DCT. Также подверглось пересмотру общее количество подлежащих к выпуску монет. Как заявили в DECENT, это решение, хотя и является стратегическим, также было принято с учетом рекомендаций сообщества.</p>\n<p>Компания Coinbase <a href=\"http://forklog.com/polzovateli-coinbase-v-evrope-poluchili-vozmozhnost-pokupat-kriptovalyutu-pri-pomoshhi-bankovskih-kart/\">сообщила</a> о расширении географии своего сервиса на мобильных устройствах при помощи дебетовых и кредитных карт. Теперь возможность покупки криптовалют при помощи карт получили и пользователи Coinbase в Европе.</p>\n<p>Как говорится в заявлении Coinbase, в США 40% сделок по покупке криптовалюты при помощи дебетовых и кредитных карт осуществляются с мобильных устройств, поэтому компания стремится сделать этот сервис доступным в как можно большем количестве стран.</p>\n<p><strong>ПЕРСОНАЛИИ</strong></p>\n<p>Основатель компании Distributed Lab Павел Кравченко продолжил <a href=\"http://forklog.com/osnovatel-distributed-lab-nazval-oblasti-kotorym-ne-nuzhen-blokchejn/\">рассуждения о технологии блокчейн</a> и сферах ее применения, назвав отрасли, которым она, на его взгляд, вряд ли нужна вообще. Соответствующий пост был размещен в его блоге на <a href=\"https://medium.com/@pavelkravchenko/investor-guide-does-this-cool-project-truly-need-blockchain-bdde70a26bfb#.40cs8sfz2\">Medium</a>.</p>\n<p>Высказав ранее мнение о том, что большой бизнес не готов по-настоящему к использованию блокчейна, Павел на этот раз представил своего рода гид для инвесторов. В нем описана основная проблематика при принятии решений и предлагается помощь в понимании того, действительно ли технология является для них необходимой.</p>\n<blockquote><em><strong>«Запросы об имплементации блокчейна я получаю каждый день. Однако часто я считаю, что блокчейн не нужен вовсе. Есть другие доступные типы архитектуры, и блокчейн – лишь один из них»</strong></em><em>, — пишет Павел Кравченко.</em></blockquote>\n<p>Ещё одним примечательным выступлением гуру блокчейна стала лекция канадского предпринимателя <a href=\"http://forklog.com/avtor-knig-o-blokchejne-don-tepskott-vystupil-na-ted-talk/\">Дона Тэпскотта</a>, автора недавно изданной книги «Революция блокчейна», выступившего с лекцией о технологии распределенного реестра на саммите TED Talk в Альберте.&nbsp;</p>\n<p>&nbsp;<strong>УКРАИНА</strong></p>\n<p>В Украине продолжается внедрение блокчейн-сервисов в политикум страны. Так, команда e-Vox анонсировала запуск <a href=\"http://forklog.com/dostignuta-dogovorennost-o-zapuske-e-vox-v-balte-odesskoj-oblasti/\">блокчейн-сервиса</a> электронного голосования в городской Раде Балты (Одесская область). Об этом редакции ForkLog сообщил координатор проекта Алексей Конашевич.&nbsp;</p>\n<p><img src=\"http://forklog.com/wp-content/uploads/14152259_10202179476045465_1807948603_o.jpg\"/></p>\n<p>&nbsp;Результаты голосования, внесенные в децентрализованную базу данных, позволят системно анализировать информацию и выводить статистику эффективности принимаемых решений. А блокчейн-протокол поможет надежно защитить информацию от внутреннего и внешнего противоправного вмешательства.</p>\n<p>Разработкой прототипа e-Vox занимались компании Ambisafe и Vareger.</p>\n<p>Не останавливаются работы в этом направлении и в Белой Церкви. Так, мэр города Геннадий Дикий <a href=\"http://forklog.com/meriya-beloj-tserkvi-perehodit-na-blokchejn-platformu-auction-3-0/\">зарегистрировал проект</a> об использовании блокчейн-платформы Auction 3.0 в качестве одного из актов, который должен быть принят городским советом в ближайшее время.<br>\nОб этом говорится в решении «О внесении изменений в план деятельности Белоцерковского городского совета при подготовке проектов регулятивных актов на 2016 год», утвержденном городским советом Белой Церкви.&nbsp;</p>\n<p><img src=\"http://forklog.com/wp-content/uploads/14022327_853179024818469_8570878217622377273_n-1.jpg\"/></p>\n<p>&nbsp;<strong>РОССИЯ</strong></p>\n<p>В пятницу, 26 августа, замминистра финансов Алексей Моисеев сообщил о том, что Министерство финансов Российской Федерации <a href=\"http://forklog.com/minfin-rf-protiv-pryamogo-zapreta-bitkoina/\">выступает</a> против введения «лобового запрета» биткоина. По его словам, законопроект о криптовалютах будет скорректирован по итогам предстоящей серии встреч с экспертами.</p>\n<p>Возможно, это заявление стало последствием встречи, которая состоялась 24 августа в администрации президента РФ под руководством советника по интернету Германа Клименко. На мероприятии обсуждалась технология <a href=\"http://forklog.com/v-rossii-obsudili-kriptovalyuty-na-gosudarstvennom-urovne/\">блокчейн в России</a> и возможности ее внедрения на государственном уровне.</p>\n<p>Не остались в стороне от процесса и власти Москвы, заявившие на этом же совещании о готовности внедрить технологию блокчейн в проект «Активный гражданин».</p>\n<blockquote><em><strong>«Москва готова быть площадкой для применения технологии блокчейн. И как раз в качестве пилотного проекта мы предлагаем предоставить проект «Активный гражданин». Мы хотим, с одной стороны, отпилотировать технологию и понять, насколько она дееспособна для решения такого рода задач. С другой стороны, снять с себя некий скепсис со стороны граждан»,</strong></em> <em>— заявил заместитель директора департамента информационных технологий Москвы Андрей Белозеров,</em></blockquote>\n<p>Оказались вовлечёнными использование блокчейна и биткоина и российские политические силы. Российская «Партия Роста» подтвердила начало приема <a href=\"http://forklog.com/partiya-rosta-utochnila-shemu-priema-pozhertvovanij-v-bitkoinah/\">пожертвований в биткоинах</a>, однако пользоваться собранными средствами она сможет только после принятия закона о статусе криптовалюты.</p>\n<p><br>\nВ связи с отсутствием нормативного регулирования переводов биткоинов на счета юридических лиц «биткоины будут перечисляться на кошелек Дмитрия Мариничева, интернет-омбудсмена и кандидата в депутаты по Медведковскому одномандатному округу».</p>\n<p><strong>КИТАЙ</strong></p>\n<p>Правительство Российской Федерации не единственное, занимающееся вопросами использования криптовалют и блокчейна. Так, <a href=\"http://forklog.com/kitaj-pristupil-k-issledovaniyu-blokchejna-na-gosudarstvennom-urovne/\">правительство Китая</a> объявило о создании рабочей группы по вопросам блокчейна. Целью нового стратегического альянса станет ускорение разработок и внедрение технологии в экономику страны, а также подготовка к Всемирному блокчейн-саммиту, который будет проведён в Шанхае в сентябре этого года.</p>\n<p>Неизвестно, ставится ли перед этой рабочей группой задача контролирования использования, но примечательным является тот факт, что практически одновременно с заявлением правительства крупнейшая поисковая система Китая Baidu без какого-либо предупреждения <a href=\"http://forklog.com/kitajskij-poiskovik-baidu-zablokiroval-vsyu-svyazannuyu-s-bitkoinom-reklamu/\">удалила всю рекламу</a>, связанную с биткоином и другими виртуальными валютами.</p>\n<p>Об удалении рекламы биткоин-компаний сообщили две крупнейшие китайские биржи OKCoin и Huobi, пишет Bloomberg News. Представители Baidu на запрос агентства от комментариев воздержались.&nbsp;</p>\n</html>",
            "json_metadata": "{\"tags\":[\"bitcoin\",\"blockchain\",\"crypto\",\"money\",\"news\"],\"image\":[\"http://radikal.ru/fp/949b19ab0ea142769b5d5bad6918e850\",\"http://radikal.ru/fp/ab1e6cf8f8ce414d8555699b45afc0eb\",\"http://forklog.com/wp-content/uploads/0e6dbfdc-638d-11e6-8e55-cc0a56a8b37c-1.png\",\"http://forklog.com/wp-content/uploads/14152259_10202179476045465_1807948603_o.jpg\",\"http://forklog.com/wp-content/uploads/14022327_853179024818469_8570878217622377273_n-1.jpg\"],\"links\":[\"http://forklog.com/zhurnalu-forklog-dva-goda/\",\"http://forklog.com/birzha-bitstamp-otmechaet-pyatiletnij-yubilej/\",\"http://forklog.com/kriptovalyutnaya-birzha-gdax-dobavila-litecoin/\",\"http://forklog.com/birzha-poloniex-snimaet-s-torgov-the-dao-i-drugie-altkoiny/\",\"http://forklog.com/krupnejshaya-bitkoin-birzha-turtsii-ostanovila-rabotu-iz-za-problem-s-bankom/\",\"http://forklog.com/apparatnyj-koshelek-trezor-dobavil-podderzhku-ethereum/\",\"https://github.com/trezor/trezor-mcu/pull/103\",\"http://forklog.com/platezhnyj-servis-bitwala-vklyuchil-v-spisok-rabochih-altkoinov-dash-i-emercoin/\",\"http://forklog.com/venesuelskij-platyozhnyj-servis-cryptobuyer-dobavil-podderzhku-dash/\",\"http://forklog.com/sostoyalsya-reliz-novoj-versii-ethereum-koshelka-mist-s-podderzhkoj-coinbase-buy-widget/\",\"http://forklog.com/vedushhie-banki-mira-obedinilis-dlya-sozdaniya-novoj-kriptovalyuty/\",\"http://forklog.com/yuzhno-afrikanskij-rezervnyj-bank-gotov-k-ispolzovaniyu-blokchejna-i-kriptovalyut/\",\"http://forklog.com/yaponskie-korporatsii-testiruyut-blokchejn-platformu-dlya-chekovyh-raschetov/\",\"http://forklog.com/konsortsium-r3-cev-zapatentoval-blokchejn-platformu-dlya-infrastruktury-uoll-strit/\",\"http://forklog.com/ekonomisty-prognoziruyut-vytesnenie-sistemy-swift-blokchejnom/\",\"http://forklog.com/kompaniya-bitshares-munich-ivs-obyavila-o-nachale-ico/\",\"http://forklog.com/proekt-hyperledger-nazval-novyj-sostav-tehnicheskogo-komiteta/\",\"http://forklog.com/startap-chronicled-inc-zapustil-otkrytyj-reestr-dlya-interneta-veshhej/\",\"http://forklog.com/kompaniya-verizon-communications-zapatentovala-blokchejn-hranilishhe-klyuchej/\",\"http://forklog.com/kriptovalyutnye-kompanii-singapura-budut-poluchat-edinuyu-litsenziyu-na-osushhestvlenie-deyatelnosti/\",\"http://forklog.com/investitsionnyj-bitkoin-startap-keza-budet-spasen-blagodarya-satoshi-citadel-industries/\",\"http://forklog.com/poseshhaemost-steemit-sravnyalas-s-rannim-facebook/\",\"http://forklog.com/komanda-decent-obyavila-o-vazhnyh-izmeneniyah-v-sisteme-distributsii-tokenov/\",\"http://forklog.com/polzovateli-coinbase-v-evrope-poluchili-vozmozhnost-pokupat-kriptovalyutu-pri-pomoshhi-bankovskih-kart/\",\"http://forklog.com/osnovatel-distributed-lab-nazval-oblasti-kotorym-ne-nuzhen-blokchejn/\",\"https://medium.com/@pavelkravchenko/investor-guide-does-this-cool-project-truly-need-blockchain-bdde70a26bfb#.40cs8sfz2\",\"http://forklog.com/avtor-knig-o-blokchejne-don-tepskott-vystupil-na-ted-talk/\",\"http://forklog.com/dostignuta-dogovorennost-o-zapuske-e-vox-v-balte-odesskoj-oblasti/\",\"http://forklog.com/meriya-beloj-tserkvi-perehodit-na-blokchejn-platformu-auction-3-0/\",\"http://forklog.com/minfin-rf-protiv-pryamogo-zapreta-bitkoina/\",\"http://forklog.com/v-rossii-obsudili-kriptovalyuty-na-gosudarstvennom-urovne/\",\"http://forklog.com/partiya-rosta-utochnila-shemu-priema-pozhertvovanij-v-bitkoinah/\",\"http://forklog.com/kitaj-pristupil-k-issledovaniyu-blokchejna-na-gosudarstvennom-urovne/\",\"http://forklog.com/kitajskij-poiskovik-baidu-zablokiroval-vsyu-svyazannuyu-s-bitkoinom-reklamu/\"]}",
            "last_update": "2016-08-28T17:15:09",
            "created": "2016-08-28T17:15:09",
            "active": "2016-08-28T17:15:09",
            "last_payout": "2016-08-30T04:28:30",
            "depth": 0,
            "children": 0,
            "net_rshares": 0,
            "abs_rshares": 0,
            "vote_rshares": 0,
            "children_abs_rshares": 0,
            "cashout_time": "2016-09-29T04:28:30",
            "max_cashout_time": "1969-12-31T23:59:59",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 0,
            "net_votes": 2,
            "root_author": "forklognews",
            "root_permlink": "daidzhest-novostei-obzor-glavnykh-sobytii-bitkoin-industrii",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        },
        {
            "id": 779934,
            "author": "paulsemmelweis",
            "permlink": "it-s-just-a-game-to-governments-and-central-bankers",
            "category": "economics",
            "parent_author": "",
            "parent_permlink": "economics",
            "title": "It's just a game to governments and central bankers",
            "body": "Discussed below are two new articles that shed light on the grand economic chessboard controlled by governments while paving the way for more lies and manipulation by the media...\n\nGlobal central bankers, stuck at zero, unite in plea for help from governments: https://ca.news.yahoo.com/global-central-bankers-stuck-zero-unite-plea-help-123135496--business.html\n\nAs Fed nears rate hikes, policymakers plan for 'brave new world': https://ca.news.yahoo.com/fed-nears-rate-hikes-policymakers-plan-brave-world-005117150--business.html\n\nWhile simultaneously espousing Obama's great economic achievements in the press for years after saving the nation from peril in 2008, central bankers now openly admit there's a very weak economy and a recovery that never was. You know, facts.\n\nWhile talk of \"new tools\" needed to fight the next recession unofficially dominated the annual meeting of our monetary overlords in Wyoming, it is quite clear that the main weapon in their arsenal is the same as it was then; to maintain control over human beings by selling a never ending stream of fiction to the public.\n\n\"it may take a massive program, large enough even to shock taxpayers\"\n\"hard to convince markets and households that things will get better\"\n\"encourage the shift in mood\"\n\"prevent public expectations\"\n\"do not respond in expected ways\"\n\nAnd this gem… \"In modern monetary theory, households and business expectations are felt to play a defining role.\"\n\nSounds really modern!\n\nThe article ends with this… \"It was not clear whether such ideas will catch on. But there was a broad sense here that the other side of government may need to up its game.\"\n\nA game indeed. Of mass manipulation for the benefit of those who rule us while easily selling the public what they are doing is in their best interests.",
            "json_metadata": "{\"tags\":[\"economics\",\"government\",\"central\",\"banks\",\"recession\"],\"links\":[\"https://ca.news.yahoo.com/global-central-bankers-stuck-zero-unite-plea-help-123135496--business.html\"]}",
            "last_update": "2016-08-28T17:14:12",
            "created": "2016-08-28T17:14:12",
            "active": "2016-08-28T17:14:12",
            "last_payout": "2016-08-29T19:47:36",
            "depth": 0,
            "children": 0,
            "net_rshares": 0,
            "abs_rshares": 0,
            "vote_rshares": 0,
            "children_abs_rshares": 0,
            "cashout_time": "2016-09-28T19:47:36",
            "max_cashout_time": "1969-12-31T23:59:59",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 0,
            "net_votes": 2,
            "root_author": "paulsemmelweis",
            "root_permlink": "it-s-just-a-game-to-governments-and-central-bankers",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        },
        {
            "id": 779930,
            "author": "randolphrope",
            "permlink": "steem-it-photo-challenge-6",
            "category": "photography",
            "parent_author": "",
            "parent_permlink": "photography",
            "title": "Steem.it photo challenge  # 6",
            "body": "On the way to Chinle, Arizona  USA \n\nJust off the highway over looking the desert.\n\nhttp://imgur.com/ITp3j5l.jpg\n\nI just remember one on the drive.",
            "json_metadata": "{\"tags\":[\"photography\",\"steemitphotochallenge\",\"\"],\"image\":[\"http://imgur.com/ITp3j5l.jpg\"]}",
            "last_update": "2016-08-28T17:13:51",
            "created": "2016-08-28T17:13:51",
            "active": "2016-08-28T17:13:51",
            "last_payout": "2016-08-29T18:29:18",
            "depth": 0,
            "children": 0,
            "net_rshares": 0,
            "abs_rshares": 0,
            "vote_rshares": 0,
            "children_abs_rshares": 0,
            "cashout_time": "2016-09-28T18:29:18",
            "max_cashout_time": "1969-12-31T23:59:59",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 0,
            "net_votes": 6,
            "root_author": "randolphrope",
            "root_permlink": "steem-it-photo-challenge-6",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        },
        {
            "id": 779923,
            "author": "ebluefox",
            "permlink": "the-pros-and-cons-of-empathy",
            "category": "empathy",
            "parent_author": "",
            "parent_permlink": "empathy",
            "title": "The Pros and Cons of Empathy",
            "body": "Empathy is an interesting aspect of human nature that many people do not possess. Empathy in short is the ability to view an scenario from a different perspective than your own, normally to better understand someone's perspective on certain topics or ideas. This handy skill is a learned skill and when used effectively can be used to better understand humanity.\nBut as with every neat skill, they tend to have as many pros as they do cons. So i will attempt to explain the pros and cons that i have found apparent with empathy.\n       There are quite a few pros to empathy, one of which being in your reputation. A person who uses empathy often is normally seen as a loving compassionate person. Another pro that is quite noticeable is the ability to understand unexplained problems. On occasion if a problem really troubles someone or is very personal, most people will not tell anyone about it. But with empathy you can figure out what is troubling them sometimes with something as simple as \"How have you been?\". A more prominent pro of using empathy is better understanding how a person truly is. Most people wear a \"Facade\" in public or a metaphorical mask, these tend to hide their true personality from the public eye and conceal most things about them. Using empathy, you can work around the \"Facade\" and figure out how they truly are as a person, and most of the time appreciate them a bit more.\n      Empathy has allot of pros but also has its fair share of cons to go with it, a good example of one of its cons is a changed perspective. under most circumstances, use of empathy becomes a habit and changes your outlook on everyone around you. This is not really very terrible, but it can lead to you disliking a person more than would have normally. Another apparent  con is over-assessing someone. This can happen when you use empathy on someone and spot something that would make you feel awful, but in truth does not faze them. Here is an example. You are talking with a person and figure out that they don't have a mother. To you that may seem horrible and you start pitying them, when in truth it may not even matter to them in the slightest. A more cumbersome problem with empathy lies with information. In order to understand or sympathize with someone you need to understand the problems they put up with. If you ask too many questions about their life, they may find you \"Nosy\" or \"Annoying\". On the contrary, if you do not inquire very much about them, you will not have any idea of their standpoint at all and cannot empathize with them. The last con i will cover is drama. It is very easy to get caught in some drama if you try to understand peoples problems, some of which may be very serious. Some people are not patient enough to deal with the newly acquired drama and can sometimes make the problem worse than it need to be.\n      This list most definitely did not cover every pro or con associated with empathy because they will differ from person to person however i did cover a few recurring pros and cons. whether you think empathy is worth your time and energy is up to you and your values in life and social interaction.",
            "json_metadata": "{\"tags\":[\"empathy\",\"psychology\",\"social-skills\",\"problems\"]}",
            "last_update": "2016-08-28T17:13:21",
            "created": "2016-08-28T17:13:21",
            "active": "2016-08-28T17:13:21",
            "last_payout": "2016-08-29T17:28:57",
            "depth": 0,
            "children": 0,
            "net_rshares": 0,
            "abs_rshares": 0,
            "vote_rshares": 0,
            "children_abs_rshares": 0,
            "cashout_time": "2016-09-28T17:28:57",
            "max_cashout_time": "1969-12-31T23:59:59",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 0,
            "net_votes": 2,
            "root_author": "ebluefox",
            "root_permlink": "the-pros-and-cons-of-empathy",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        },
        {
            "id": 779920,
            "author": "steemsquad",
            "permlink": "hello-we-are-steemsquad-and-we-are-here-to-support-the-minnows-read-on",
            "category": "introduceyourself",
            "parent_author": "",
            "parent_permlink": "introduceyourself",
            "title": "Hello! We Are STEEMSQUAD And We Are Here to Support The Minnows. Read On.",
            "body": "<html>\n<h2>We are STEEMSQUAD, a Steemit inititative to promote diversity and quality of content by featuring authors from the school of minnows.</h2>\n<p><img src=\"https://c1.staticflickr.com/9/8171/29209353271_2eabbba74f_o.png\" alt=\"steem-squad3\" width=\"1120\" height=\"936\"/><br>\n</p>\n<h1>WHAT is #steemsquad?</h1>\n<p>Steemsquad is an initiative of multiple minnows whose objective is to promote diverse and quality content and their work which may not have a chance to get noticed when published in the main streem. STEEMSQUAD initiative will try to tweak the game to equally distribute the wealth among its members.&nbsp;</p>\n<p>STEEMSQUAD is a community-backed account responsible for posting blogs of qualified authors and at the same time upvotes quality blog posts of its members.</p>\n<p>Members of STEEMSQUAD are from across multiple timelines to ensure a 24/7 support and active participation in Steemit.</p>\n<h2>The Issue at Hand</h2>\n<p>For quite some time, there has been a noticeable trend as to who gets rewards. Those favored are the whales themselves, members with high reputation levels, incoming popular personalities and celebrities either from the cryptocurrency world or the entertainment world. A number of people from the finance institutions have joined as well and have garnered huge rewards on their “introductory” posts.</p>\n<p>And what happens to those who are not celebrities, unknown personalities from not-so-popular backgrounds? Their posts get dumped, thrown into oblivion. Then all the sweat and blood poured spilled into writing the blog just go to waste. This is where #steemsquad comes in.</p>\n<p><br></p>\n<h1>WHY We Do It?</h1>\n<p>Steemit is a social media platform where **EVERYONE** gets paid for creating and curating content, as promised if and when you decide to dive into the Steemit Ocean.&nbsp;</p>\n<p>It leverages a robust digital points system, called Steem, that supports real value for digital rewards through market price discovery and liquidity.</p>\n<p>We aim to give EVERYONE a chance to get noticed, earn rewards, and be a part of a community of people helping people.</p>\n<h2>You Can Succeed</h2>\n<p>All HOPE is NOT LOST. We have seen minnows rise to the occasion. With a positive attitude, an unwavering determination, lots and lots of good quality posts (one is enough though to get you 15k, if you hit the nail on the head), there is no reason why you can’t be successful here in Steemit.</p>\n<p>#steemsquad will support you along the way.</p>\n<h1>OUR GOLDEN RULES</h1>\n<ol>\n  <li>We give priority to quality contents from low-powered profiles (minnows).</li>\n  <li>The published author gets 100% of SBD. However, 50% of which goes to the author’s SP to allow the author to power-up leveraging his/her SP to upvote other writers.</li>\n  <li>Any SP earned by STEEMSQUAD remains in the STEEMSQUAD account to gain more voting power for the benefit of its members.</li>\n  <li>Pay-it-forward. The powered-up author commits to help other writers by upvoting and commenting to blog post to increase the post’s value.</li>\n</ol>\n<p><br></p>\n<h2>HOW TO GET PUBLISHED BY STEEMSQUAD</h2>\n<p><img src=\"https://cdn.elegantthemes.com/blog/wp-content/uploads/2016/02/Essential-Blogging-Skills-Know-your-Audience-shutterstock_222537538-Anna-Frajtova.png\" width=\"600\" height=\"308\"/></p>\n<p>PHOTO CREDIT: Anna Frajtova / shutterstock.com<br>\n</p>\n<ol>\n  <li>FOLLOW the account STEEMSQUAD and be a member of the initiative.</li>\n  <li>You have to signify your willingness to join by coming to our official chatroom in https://steemit.chat/channel/steemsquad. Introduce yourself and state your intention to join the initiative. Include a link to your Steemit profile.</li>\n  <li>Submit your article in plain text format and links to images. Send your entry to @steemit.asia or @sebastien or @jaycobbell as a PM.</li>\n  <li>Article must be at least 300 words with at least 1 image.</li>\n  <li>Give credit to the images you use.</li>\n  <li>If you quote someone, give credit as well.</li>\n  <li>At least 80% of the article must be your own.</li>\n  <li>You will get feedback after 24 hours and a schedule will be provided when your work will be published.</li>\n  <li>Once it is published, it will be promoted to the chatroom by either @steemit.asia or @sebastien or @jaycobbell in https://steemit.chat/channel/steemsquadpromotional for all members to see. This is where all promotions are done.</li>\n</ol>\n<h1><br></h1>\n<h1>HOW TO GET UPVOTED BY STEEMSQUAD AND MEMBERS</h1>\n<p><img src=\"http://clipartix.com/wp-content/uploads/2016/04/Thumbs-up-clipart-3.png\" width=\"512\" height=\"486\"/><br>\nPHOTO CREDIT: Clipartix.com<br>\n</p>\n<ol>\n  <li>To get a chance to be upvoted by STEEMSQUAD, you must have a QUALITY blog post.</li>\n  <li>Use the tag #steemsquad in your blog post.</li>\n  <li>Our curators will browse through all blog posts using our official #steemsquad tag name and choose will notify the author by commenting that the post has been chosen as a featured post/author. It will be promoted in our chat channel https://steemit.chat/channel/steemsquadpromotional.</li>\n</ol>\n<p><br></p>\n<h1>STEEMSQUAD ACCOUNT SECURITY</h1>\n<p>The Posting Key (The posting key is used for posting and voting. It should be different from the active and owner keys) will be given to at least 3 members of STEEMSQUAD responsible for posting blog posts in 24 hour cycle.</p>\n<p>The Active Key (The active key is used to make transfers and place orders in the internal market) will be given to 2 members of STEEMSQUAD. One member will act as auditor/backup in case the primary member is not available.</p>\n<p>The Owner Key (The owner key is the master key for the account and is required to change the other keys) is given to one Whale sponsor and 2 other members of STEEMSQUAD.</p>\n<p>A member responsible for the account security may hold more than one (1) key as shown above.</p>\n<p><br></p>\n<h1>OUR MENTORS</h1>\n<p>There are people we consider as examples on the platform. Inspiration, mentors.</p>\n<p>@juneaugoldbuyer<br>\n@thedollarvigilante<br>\n@dragonslayer109<br>\n@stellabelle<br>\n@charlieshreem<br>\n@rogerkver<br>\n@donkypong<br>\n@tuck-fheman<br>\n@masteryoda<br>\n@andrarchy&nbsp;</p>\n<h1><img src=\"https://c1.staticflickr.com/9/8305/29179909862_ed27607510_o.png\" alt=\"steem-squad-FOLLOW-US\" width=\"1120\" height=\"954\"/><br>\n</h1>\n</html>",
            "json_metadata": "{\"tags\":[\"introduceyourself\",\"steemsquad\",\"steemit\",\"minnows\",\"writing\"],\"users\":[\"steemit.asia\",\"sebastien\",\"jaycobbell\",\"juneaugoldbuyer\",\"dragonslayer109\",\"stellabelle\",\"charlieshreem\",\"rogerkver\",\"donkypong\",\"tuck-fheman\",\"masteryoda\",\"andrarchy\"],\"image\":[\"https://c1.staticflickr.com/9/8171/29209353271_2eabbba74f_o.png\",\"https://cdn.elegantthemes.com/blog/wp-content/uploads/2016/02/Essential-Blogging-Skills-Know-your-Audience-shutterstock_222537538-Anna-Frajtova.png\",\"http://clipartix.com/wp-content/uploads/2016/04/Thumbs-up-clipart-3.png\",\"https://c1.staticflickr.com/9/8305/29179909862_ed27607510_o.png\"],\"links\":[\"https://steemit.chat/channel/steemsquad.\",\"https://steemit.chat/channel/steemsquadpromotional\",\"https://steemit.chat/channel/steemsquadpromotional.\"]}",
            "last_update": "2016-08-28T17:13:18",
            "created": "2016-08-28T17:13:18",
            "active": "2016-09-11T21:09:09",
            "last_payout": "2016-08-30T11:08:54",
            "depth": 0,
            "children": 18,
            "net_rshares": "2243580957008",
            "abs_rshares": "2243580957008",
            "vote_rshares": "2243580957008",
            "children_abs_rshares": "2254360518257",
            "cashout_time": "2016-09-29T11:08:54",
            "max_cashout_time": "2016-09-13T14:10:24",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "566",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "173",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 588,
            "net_votes": 57,
            "root_author": "steemsquad",
            "root_permlink": "hello-we-are-steemsquad-and-we-are-here-to-support-the-minnows-read-on",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        },
        {
            "id": 778828,
            "author": "okay",
            "permlink": "this-week-s-sky-aug-27-sep-3",
            "category": "science",
            "parent_author": "",
            "parent_permlink": "science",
            "title": "This Week's Sky Aug-27/Sep-3",
            "body": "## A picture is worth a thousand words, more so in astronomy ##\n\n**Let's take a look at the coming week's sky**\n\n\nhttp://www.skyandtelescope.com/wp-content/uploads/Venus-Jupiter-27Aug2016_f.jpg\n<sup><sup>(Image courtesy of Sky and Telescope)</sup></sup>\nOn August 27th, about 45 minutes after sunset, go outdoors and start looking low above the horizon in the west for an amazingly close pairing of Venus and Jupiter.\n\nhttp://www.skyandtelescope.com/wp-content/uploads/WEBvic16_Sep02ev.jpg\n\n\nNext weekend, shortly after sunset, the thin Moon (waxing crescent) steps away from Venus and Jupiter.\n\nLooking at the night sky is a great joy! Free for everyone with no ticket required. You can watch the evening sky with your naked eye, no need for telescope or binoculars for these beautiful astronomical events.\n\n*Stay tuned for next week's sky.*\n\n\n\n\n<sup> If you enjoyed this post please vote for my witness node. Learn how to vote for witness `okay` **at the end of my witness post** by [**clicking here**](https://steemit.com/witness-category/@okay/new-witness-okay-a-great-addition-to-the-steem-network). </sup>",
            "json_metadata": "{\"tags\":[\"science\",\"astronomy\"],\"image\":[\"http://www.skyandtelescope.com/wp-content/uploads/WEBvic16_Sep02ev.jpg\"],\"links\":[\"https://steemit.com/witness-category/@okay/new-witness-okay-a-great-addition-to-the-steem-network\"]}",
            "last_update": "2016-08-28T17:13:03",
            "created": "2016-08-28T15:45:33",
            "active": "2016-08-28T17:13:03",
            "last_payout": "2016-08-29T16:11:21",
            "depth": 0,
            "children": 5,
            "net_rshares": 0,
            "abs_rshares": 0,
            "vote_rshares": 0,
            "children_abs_rshares": 0,
            "cashout_time": "2016-09-28T16:11:21",
            "max_cashout_time": "1969-12-31T23:59:59",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 0,
            "net_votes": 4,
            "root_author": "okay",
            "root_permlink": "this-week-s-sky-aug-27-sep-3",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        },
        {
            "id": 779916,
            "author": "skyefox",
            "permlink": "a-small-garden-update-my-pink-brandywine-tomatoes-are-coming",
            "category": "garden",
            "parent_author": "",
            "parent_permlink": "garden",
            "title": "A small garden update... My Pink Brandywine Tomatoes are coming!",
            "body": "As I have stated in earlier posts, gardening is currently my obsession.. it's seems wild to me that the standard is to work for currency and trade currency for food rather than just growing your own food. \n<h1>Here is my small harvest from this morning!</h1>\nEvery morning I go out and eat a couple of my cherry tomatoes, a few leafy greens, and usually 1/2 a leaf of my sweet basil. It's a wonderful thing to wake up, take the dog out and get a healthy organic little snack. I love it.\nhttps://s14.postimg.org/62aqviz0h/IMG_1804.jpg\n\n\nI understand that gardening takes time, effort, and a little bit of knowledge but in my opinion it is one of the most reward \"hobbies.\" This is my first year gardening. I decided to garden this year because I have been doing more and more reading about the American food industry and my conclusion is that the American population are being made sick on purpose through the food we eat. I don't know exactly what does what in our food but it seems absolutely insane to me that we can't get the FDA to evaluate any dietary supplements  but they will evaluate and even vouch for these lab made pharmaceutical drugs. \n\nAll of this lead me to feeling a strong urge to grow organic food. I honestly feel guilty when I feed my family and I don't fully believe in what we are eating. Don't get me wrong, I love pepperoni pizza but ignorance is bliss, and I am not ignorant to what I am eating. \n\nI believe I am slowly heading down the path of becoming a vegan as I gain more knowledge. I have always been a hunter and a fisherman, it's what I was taught as a young boy in the north woods. I love to hunt and fish, but I also have a very deep compassion for life. Not human life, but life in general. I believe that we are intelligent enough as a species to live without causing harm to other living things that are equipped with nervous systems.  I guess I am just realizing day by day that things are not necessarily what I have been told... \n<h2>This kind of sums up how I feel currently...</h2>\nhttps://scontent-ord1-1.xx.fbcdn.net/v/l/t1.0-9/14055085_858033764327944_5973630634223907699_n.jpg?oh=3e13ad53036a832c864d4aa6cdc359e9&oe=584DDBEC\n\nI am not a very good consumer. I am very frugal and calculated with my money, sometimes to a fault. I'm also not good at being an employee and just being a \"gear in the machine.\"  I was not built to work and be told what to do while someone acts as if their employment position somehow gives them a higher status than I. We are humans, you just have a different job. These factors, and many others, have lead to me being self employed and trying to find my way on the internet. I have dabble in many things online and I have learned enough to at least provide myself with enough income to pay my mortgage, bills, etc.. \n\nI am also someone that is in the prepper mind state. I have started my small stockpile of beans, rice, and various other dried foods. I think that the American people have become complacent and many of us are just chasing the carrot we were instructed to chase. Many people seem to not realize the fact that we as a country heavily depend on other people or corporations for the things we use everyday. If water and electricity were to be shut off and panic set it, many people would die because they don't know what to do without someone else providing them with these luxuries. \n\nI don't like the idea of depending on anyone for anything. I have always been someone who provided for myself. I got a job at 14 years old at the local bakery working Saturday mornings so that I could get my first computer myself. I worked for weeks, since I was only getting paid $5.15/hour (roughly 13 years ago) it took me a long time to save up for a computer to play Counterstrike 1.5... We had 6 kids in our house in a \"middle class\" family, needless to say we were told to get jobs as early as possible to acquire our luxuries. Since then I have had the mindset that I don't want to allow someone else to be \"the hand that feeds\", and that applies to food, water, electricity, and even knowledge of my child. \n\nDEPENDENCY OPENS THE DOORS FOR EXPLOITATION! And in a capitalist driven global economy, if it can be exploited, it often is.  \n\nMy apologies, there I go again, going of on some rant instead of just showing you the damn garden update. I already can't wait for next spring. I have been buying heirloom vegetable seeds and thrift shopping for large planters for $1 so that next year I can grow lots more.  \n<h3>This is the Pink Brandywine that I am so excited about!</h3>\nThese guys took forever to grow. I didn't know what I was doing and I had put too many plants in 1 planter which caused them to compete for the nutrients. On top of them a strong storm came through and blew these guys over and bent there stalks horizontal. I really didn't know if I would get any fruit from them, but they are changing and I can't wait to eat these!\nhttps://s14.postimg.org/6cd7hr7b5/IMG_1801.jpg\n\nhttps://s14.postimg.org/e3txgbbgh/IMG_1800.jpg\n\nHere is a cucumber that is growing a little goofy. Not sure why but its like a beer can cucumber... lol\nhttps://s14.postimg.org/c1tg22dhd/IMG_1802.jpg\n\nA more normal cucumber... \nhttps://s14.postimg.org/610t23x6p/IMG_1803.jpg\n\nAnd this is my $3 table I built so that I could start my seeds indoors under some fluorescent lights. \n\n\nhttps://s14.postimg.org/6t3h1b1dt/IMG_1805.jpg\n\n\nThank you for reading and happy gardening!",
            "json_metadata": "{\"tags\":[\"garden\",\"photography\",\"rant\",\"food\"],\"image\":[\"https://s14.postimg.org/62aqviz0h/IMG_1804.jpg\",\"https://scontent-ord1-1.xx.fbcdn.net/v/l/t1.0-9/14055085_858033764327944_5973630634223907699_n.jpg?oh=3e13ad53036a832c864d4aa6cdc359e9&amp;oe=584DDBEC\",\"https://s14.postimg.org/6cd7hr7b5/IMG_1801.jpg\"]}",
            "last_update": "2016-08-28T17:12:54",
            "created": "2016-08-28T17:12:54",
            "active": "2016-08-28T17:36:42",
            "last_payout": "2016-08-29T18:11:57",
            "depth": 0,
            "children": 2,
            "net_rshares": "130408996119",
            "abs_rshares": "130408996119",
            "vote_rshares": "130408996119",
            "children_abs_rshares": "130408996119",
            "cashout_time": "2016-09-28T18:11:57",
            "max_cashout_time": "2016-09-12T21:18:18",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "123",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "15",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 125,
            "net_votes": 37,
            "root_author": "skyefox",
            "root_permlink": "a-small-garden-update-my-pink-brandywine-tomatoes-are-coming",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        },
        {
            "id": 779915,
            "author": "fitiliper1985",
            "permlink": "in-a-relationship-sex-becomes-a-matter-of-selfishness-or-unselfishness",
            "category": "sex",
            "parent_author": "",
            "parent_permlink": "sex",
            "title": "In a relationship, sex becomes a matter of selfishness or unselfishness.",
            "body": "<center>http://static1.businessinsider.com/image/52730b80eab8eaee3c9bad27-480/jonah-hill-for-real-skeptical-disbelief-shock.png</center>\n<p></p>\n<p>Before I was in a relationship, I didn't have much sex. My first sexual intercourse occurred while I was travelling overseas on a holiday by myself. I met a woman in hawaii at the airport, and later had sex with her.</p>\n<p>I had done a lot of masturbating prior to this. I had often thought about having sex, and I found that my sexual drive caused me to behave in ways that I normally wouldn't.&nbsp;</p>\n<p></p>\n<center>https://digital.report/wp-content/uploads/2015/06/Data-e%60ksgibitsianizm-Retina-1078x516.jpg</center>\n<p></p>\n<p>For example I would follow women I found attractive, or I would try to look up their skirts, or I would wander about at night to try to look into bedroom windows.</p>\n<p>When I met someone that I knew I would marry, I thought I would be able to have sex as much as I liked because my wife would always be available to have it with me. <strong>This turned out to be untrue.</strong> My wife didn't want to have sex as often as I wanted to, and I found myself still masturbating while I waited for the next time to come.</p>\n<h3>I don't think women understand the power of their husband's sexual drive.&nbsp;</h3>\n<p></p>\n<center>http://i.huffpost.com/gen/1730678/images/n-COUPLE-BED-ANGRY-628x314.jpg</center>\n<p></p>\n<p>Men are attracted to women by how they look. It doesn't matter if they are strangers. Men will look at a woman dressed in&nbsp; a certain way and will start feeling horny. As soon as they ejaculate, the feeling of horniness goes, but will return in a couple of hours. When the sexual desire comes upon a man, it becomes his dominating thought, and it demands to be satisfied. <strong>That's why many men then masturbate in order to relieve the pressure on their thoughts.</strong> If unrelieved the pressure grows and if the wife is unwilling to have sex, then some men will look for other women to have sex with.&nbsp;</p>\n<p><em>The sexual pressure is constantly present in a man's mind until relief comes.</em></p>\n<p></p>\n<center>https://suecroftphysiotherapistblog.files.wordpress.com/2012/06/20120617-105119.jpg</center>\n<p></p>\n<h3>Most women are not as interested in sex as men.&nbsp;</h3>\n<p></p>\n<center>https://7216-presscdn-0-76-pagely.netdna-ssl.com/wp-content/uploads/2012/02/say-not-interested.jpg</center>\n<p></p>\n<p>Women are more interested in relationship. &nbsp;Women have sex with a man in the hope that the man will want to stay in their life and have a relationship with them.&nbsp;</p>\n<p><strong>Some women use sex as a bait to catch a man</strong>, and then when the relationship is happening, they are not as interested in sex anymore. Women enjoy sex, but as part of a fulfilling relationship. Men just want to put their penis into a vagina and ejaculate. As soon as ejaculation occurs, a lot of men lose all interest in the woman. The woman then feels hurt and used because she didn't get what she wanted which was relationship. Men will say anything they think a woman wants to hear in order to have sex.</p>\n<p>Wives who have sex with their husbands when not really wanting it, feel used by their husbands. Women also can be selfish when they demand sex from men who are not in the mood.&nbsp;</p>\n<p>God created sex to be enjoyed in a committed relationship between a man and a woman who are one person physically, spiritually, emotionally, and mentally.&nbsp;</p>\n<p><strong>Sex is a part of the relationship</strong>, not the main thing. If a man demands sex then he is being selfish, and his relationship will be harmed if the woman gives sex to the man when she is not wanting to have it. If the man wants sex with his wife, then he must give her what she wants. He must romance her and give her a good relationship. Then if sex happens, it will be enjoyable for both of them. This will build the relationship.</p>",
            "json_metadata": "{\"tags\":[\"sex\",\"psychology\",\"life\",\"story\",\"\"],\"image\":[\"http://static1.businessinsider.com/image/52730b80eab8eaee3c9bad27-480/jonah-hill-for-real-skeptical-disbelief-shock.png\",\"https://digital.report/wp-content/uploads/2015/06/Data-e%60ksgibitsianizm-Retina-1078x516.jpg\",\"http://i.huffpost.com/gen/1730678/images/n-COUPLE-BED-ANGRY-628x314.jpg\",\"https://suecroftphysiotherapistblog.files.wordpress.com/2012/06/20120617-105119.jpg\",\"https://7216-presscdn-0-76-pagely.netdna-ssl.com/wp-content/uploads/2012/02/say-not-interested.jpg\"]}",
            "last_update": "2016-08-28T17:12:42",
            "created": "2016-08-28T17:12:42",
            "active": "2016-08-28T18:08:06",
            "last_payout": "2016-08-29T17:56:42",
            "depth": 0,
            "children": 5,
            "net_rshares": 0,
            "abs_rshares": 0,
            "vote_rshares": 0,
            "children_abs_rshares": 0,
            "cashout_time": "2016-09-28T17:56:42",
            "max_cashout_time": "1969-12-31T23:59:59",
            "total_vote_weight": 0,
            "reward_weight": 10000,
            "total_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "curator_payout_value": {
                "amount": "0",
                "precision": 3,
                "nai": "@@000000013"
            },
            "author_rewards": 0,
            "net_votes": 12,
            "root_author": "fitiliper1985",
            "root_permlink": "in-a-relationship-sex-becomes-a-matter-of-selfishness-or-unselfishness",
            "max_accepted_payout": {
                "amount": "1000000000",
                "precision": 3,
                "nai": "@@000000013"
            },
            "percent_steem_dollars": 10000,
            "allow_replies": true,
            "allow_votes": true,
            "allow_curation_rewards": true,
            "beneficiaries": []
        }
    ]
}