{
  "comments": [
    {
      "abs_rshares": 0,
      "active": "2016-08-29T07:58:48",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "shortcut",
      "author_rewards": 90,
      "beneficiaries": [],
      "body": "<html>\n<h3>This is how the harbour of Palma de Mallorca looks like if you drop some Acid.</h3>\n\n<img src=\"https://www.steemimg.com/images/2016/08/24/Palma_rama241fb8.jpg\" alt=\"Palma_rama241fb8.jpg\" border=\"0\">\n<p>(just kidding)</p>\n<p>Actually I played around with some presets in Adobe Lightroom.</p> \n<p>The one I used here is called <b>Alien Hangover</b> and can be downloaded  <a href=\"http://profiphotos.com/blog/en/2008/11/new-lightroom-2-presets-focus-beauty-builder/\">here for free</a> as part of a set called focus-beauty-builder.</p>\n<p>Below is the original image shot with the panorama function of my iPhone 6s. As you can see it's been a cloudy day.</p>\n<img src=\"https://www.steemimg.com/images/2016/08/24/Palma_original99287.jpg\" alt=\"Palma_original99287.jpg\" width=\"50%\" height=\"50%\" border=\"0\">\n<p></p>\n<p>What kind of image processing software do you use?</p>\n<p>What are your thoughts about presets?</p>\n<hr>\n<p>If you want to see more experiments with panorama-images, then you might want to check out <a href=\"https://steemit.com/photography/@shaka/a-different-way-to-stitch-a-panorama-view-original-photos\">this post</a> by @shaka</p>\n<center>and <a href=\"https://steemit.com/@shortcut\" target=\"_blank\"><img alt=\"\" border=\"0\" src=\"http://i.imgur.com/YSt1Mis.gif\" /></a> me!</center>\n\n</html>",
      "cashout_time": "2016-09-24T21:49:00",
      "category": "photography",
      "children": 4,
      "children_abs_rshares": 50025990,
      "created": "2016-08-24T21:29:12",
      "curator_payout_value": {
        "amount": "15",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 736241,
      "json_metadata": "{\"tags\":[\"photography\",\"travelling\",\"lightroom\",\"inspiration\",\"art\"],\"users\":[\"shaka\"],\"image\":[\"https://www.steemimg.com/images/2016/08/24/Palma_rama241fb8.jpg\",\"https://www.steemimg.com/images/2016/08/24/Palma_original99287.jpg\",\"http://i.imgur.com/YSt1Mis.gif\"],\"links\":[\"http://profiphotos.com/blog/en/2008/11/new-lightroom-2-presets-focus-beauty-builder/\",\"https://steemit.com/photography/@shaka/a-different-way-to-stitch-a-panorama-view-original-photos\",\"https://steemit.com/@shortcut\"]}",
      "last_payout": "2016-08-25T21:49:00",
      "last_update": "2016-08-24T21:29:12",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "2016-09-12T08:16:12",
      "net_rshares": 0,
      "net_votes": 8,
      "parent_author": "",
      "parent_permlink": "photography",
      "percent_hbd": 10000,
      "permlink": "palma-panorama-on-acid",
      "reward_weight": 10000,
      "root_author": "shortcut",
      "root_permlink": "palma-panorama-on-acid",
      "title": "Palma Panorama on Acid",
      "total_payout_value": {
        "amount": "124",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": 0
    },
    {
      "abs_rshares": "14608061929",
      "active": "2016-08-24T21:28:21",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "poeticsnake",
      "author_rewards": 0,
      "beneficiaries": [],
      "body": "<html>\n<p>&nbsp;&nbsp;<strong>Ella's hidden pain!</strong> &nbsp;</p>\n<p><br></p>\n<p>The morning sun is shining brightly, kissing my warmed skin, radiating through the glass of the window in my living room. It’s the spot I stand at every morning, anxious to greet the new day and the little girl that walks by every morning at the same time. I always smile and wave at her, holding my hot coffee in my free hand. It’s the perfect start of my day, even in the winter, when the sun is not that strong, but this young girl is, in a very special way, the real sunshine that brightens each beginning of my day. I look forward to and yearn for this brief moment we share, as it warms me in the deepest, most spiritual way I've ever felt. &nbsp;&nbsp;</p>\n<p><br></p>\n<p>Perhaps it's because this little girl reminds me of myself, when I was young and still so very innocent. I reminisce of my childhood as she approaches me, wistful in the memories that flood my senses. As she passes my house, she looks intently at me, flashing me the most warming, innocent smile that only a child can give, and ever so so slowly, she lifts her little hand to give me a friendly wave, knowing I will be here and It warms my demonic heart. At least, it warms it until the moment she passes and starts to look at the ground again. I have followed her a few times. She keeps her eyes on the ground until she gets to where she needs to be, whether it's school, the mall or even her own house. I do not wish to stalk, nor am I a freak. This little girl has just captured my interest and there is a deep mystery I feel, deep within her that gives us this strange connection, a deep sense that I NEED to do this, help her in some way? I don't know.&nbsp;</p>\n<p><br></p>\n<p>All I do know is that it tears at me from within and is a mystery that I need to unravel. This girl has something that has stirred a long lost emotion, deep inside my ice-cold heart. Maybe its because I am spending to much time here, living within the human realm. I do not belong here, living among them in this land, nor do I even care about humans, in general, at all. But this girl... mesmerizes me with the strangest feelings. I just feel an overwhelming need to know her. &nbsp;&nbsp;</p>\n<p><br></p>\n<p>Slowly I lift my hand and take a sip from my black coffee and from the corners of my eyes, I can see her coming my way. I am already feeling my lips curl into a soft smile. I get ready to see her smile back at me, as she always does, but she walks faster then normal now, keeping her eyes on to the ground. She did not smile at me, nor did she lifted her head. It made me feel cold, as if something was wrong, with this little angelic human child. Quickly I place my coffee on the side table and make my way outside, I know her scent, and its easy for me to pick up her trace. Her scent is like a fresh basket of pink flowers, but this time there is a little trace of warm blood mixed in her scent. It alerts my highly tuned senses and makes me walk even faster. Within a minute I see her at the corner and I speed up a little more.&nbsp;</p>\n<p><br></p>\n<p>At this moment I wish that I knew the child's name, so that I could call her. Her little red jacked makes me feel like I am a bull chasing her down, but in a good way. The girls face is hidden in the big hoodie that is on her jacket, and she is still looking down at the ground, while she takes step after step with her little feet. Softly, I tap her on her left shoulder, I can feel her jump at the surprising sensation of my touch. The child stops walking and slowly turns towards me. I can see fear in her troubled, glassy, big brown eyes as they stare at me, deeply and intently, into my sparkling green eyes that plead to her 'I'm here to help. Trust me!' &nbsp;&nbsp;&nbsp;</p>\n<p><br></p>\n<p>My heart tells me to kneel down so that I do not look so big, hoping it might take some of her fear away. I force myself to smile as sweet as I can, because the last thing I want is to scare this child I've been longing to get closer to, away from me. &nbsp;</p>\n<p><br></p>\n<p>&nbsp;\"I am sorry that I scared you.\" I speak to her in my soft, angelic voice, a ploy I use sometimes, to seem more friendly than I really am. I lift my hand for her to take, but she doesn't move, instead, her hands remain unflinching, nestled deep within her large, comfortable pockets. With my keen, inhuman ears, I can hear her little heart beating rhythmically in her chest. The scent of her fresh, untainted blood soon follows, so intoxicating, so inviting, tickling my nostrils, making me crave just a tiny powerful drop to savor, yet there is no sign of blood on this child at all. The feeling came over me so suddenly and oddly, I begin to wonder if she might have a few wounds hidden under her pretty clothing. Weirdly enough, too, is the fact that the scent of this little humans blood is not making me hungry, for the first time in my long demonic life, but instead, the scent of her blood gives me a deep, uncaring feeling of dread that genuinely worries me. I need to find out more, and fast! &nbsp;</p>\n<p><br></p>\n<p>&nbsp;\"May I ask your name?\" I ask her softly, while I placing both of my hands onto my knee's, not forcing them on her any longer, possibly scaring her away. \"You always smile so beautiful at me in the morning, but today I missed that.\" I continue some small talk, hoping she responds but when the little girl bites on the inside of her cheeks, her big brown eyes looking more than sad, there is no light in them at all and it even breaks my callous heart to see it. &nbsp;&nbsp;</p>\n<p><br></p>\n<p><img src=\"https://s6.postimg.org/ma66gmakx/418_Gx_Rsw5_SL.jpg\" width=\"314\" height=\"500\"/>&nbsp;</p>\n<p><br></p>\n<p>Disclaimer: I am the writer of this story, I have published it under my author name Bibi Rillmann.</p>\n<p>If you want to read the whole story you can also buy the book on Amazon with this link: https://www.amazon.com/dp/B011ANCU58</p>\n</html>",
      "cashout_time": "2016-09-25T14:48:54",
      "category": "story",
      "children": 0,
      "children_abs_rshares": "14608061929",
      "created": "2016-08-24T21:28:21",
      "curator_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 736231,
      "json_metadata": "{\"tags\":[\"story\",\"fiction\",\"writing\"],\"image\":[\"https://s6.postimg.org/ma66gmakx/418_Gx_Rsw5_SL.jpg\"],\"links\":[\"https://www.amazon.com/dp/B011ANCU58\"]}",
      "last_payout": "2016-08-26T14:48:54",
      "last_update": "2016-08-24T21:28:21",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "2016-09-13T23:31:03",
      "net_rshares": "14608061929",
      "net_votes": 9,
      "parent_author": "",
      "parent_permlink": "story",
      "percent_hbd": 10000,
      "permlink": "ella-s-hidden-pain-original-story-part-1",
      "reward_weight": 10000,
      "root_author": "poeticsnake",
      "root_permlink": "ella-s-hidden-pain-original-story-part-1",
      "title": "Ella's hidden pain! ( Original story )) Part 1",
      "total_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": "14608061929"
    },
    {
      "abs_rshares": 0,
      "active": "2016-08-24T22:03:45",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "dmilash",
      "author_rewards": 0,
      "beneficiaries": [],
      "body": "<html>\n<p><em><strong>Pirate Cave</strong></em></p>\n<p>There are a lot of &nbsp;stories and legends. Locals believe that before this place was chosen by pirates. They hid treasure in the cave, then transported through a tunnel to the city.</p>\n<p><img src=\"http://i.share.pho.to/5bd63a86_o.jpeg\"/></p>\n<p><em><strong>Lovers Cave</strong></em></p>\n<p>Many legends about the Lovers Cave. According one of them - lovers together must to jump off a high ledge, then nothing is no able to separate them. Now jumps banned.</p>\n<p><img src=\"http://i.share.pho.to/badc9c25_o.jpeg\"/></p>\n<p><img src=\"http://i.share.pho.to/66d78edf_o.jpeg\"/></p>\n<p><em><strong>Old fortress town</strong></em></p>\n<p><img src=\"http://i.share.pho.to/bc535078_o.jpeg\"/></p>\n<p><img src=\"http://i.share.pho.to/1bd80fa4_o.jpeg\"/></p>\n<p><em><strong>Now it is Russian territory )))</strong></em></p>\n<p><img src=\"http://i.share.pho.to/43b23d20_o.jpeg\"/></p>\n<p><img src=\"http://i.share.pho.to/a951f3d0_o.jpeg\"/></p>\n</html>",
      "cashout_time": "2016-09-24T22:04:12",
      "category": "photography",
      "children": 1,
      "children_abs_rshares": 0,
      "created": "2016-08-24T21:26:15",
      "curator_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 736204,
      "json_metadata": "{\"tags\":[\"photography\"],\"image\":[\"http://i.share.pho.to/5bd63a86_o.jpeg\",\"http://i.share.pho.to/badc9c25_o.jpeg\",\"http://i.share.pho.to/66d78edf_o.jpeg\",\"http://i.share.pho.to/bc535078_o.jpeg\",\"http://i.share.pho.to/1bd80fa4_o.jpeg\",\"http://i.share.pho.to/43b23d20_o.jpeg\",\"http://i.share.pho.to/a951f3d0_o.jpeg\"]}",
      "last_payout": "2016-08-25T22:04:12",
      "last_update": "2016-08-24T21:27:09",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "1969-12-31T23:59:59",
      "net_rshares": 0,
      "net_votes": 13,
      "parent_author": "",
      "parent_permlink": "photography",
      "percent_hbd": 10000,
      "permlink": "original-photo-from-turkey-pirate-cave-and-lovers-cave",
      "reward_weight": 4114,
      "root_author": "dmilash",
      "root_permlink": "original-photo-from-turkey-pirate-cave-and-lovers-cave",
      "title": "Original photo from Turkey:  Pirate cave and Lovers Cave etc.",
      "total_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": 0
    },
    {
      "abs_rshares": 0,
      "active": "2016-08-25T00:31:27",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "moonman",
      "author_rewards": 0,
      "beneficiaries": [],
      "body": "http://i.imgsafe.org/e103059e0b.jpeg\nCosta Rica is much more than a lush, green tourist paradise; it’s also a green energy pioneer. The small Central American nation has generated 100 percent of its electricity from renewable sources for the past 113 days, and the run isn’t over yet. The country, which draws clean energy from a variety of renewable sources, still has its sights on a full year without fossil fuels. With a 113-day stretch of 100-percent renewable energy under its belt and several months left in the year, Costa Rica is edging closer to its target. Costa Rica could be on track to match the record set with its renewable energy production last year, which accounted for 99 percent of the country’s electricity. That included 285 days powered completely by renewable sources, according to the Costa Rican Electricity Institute. Costa Rica is able to take advantage of a multitude of renewable energy sources because of its unique climate and terrain. Most of the nation’s renewable energy comes from hydropower, due to its large river system and heavy tropical rainfalls. Solar, wind, biomass, and geothermal energy also play key roles.\n\nThe tropical nation aims to be free from fossil fuels in just five years. With hefty investments in geothermal energy projects and a forecast for more heavy rains in the coming years, that goal could be accomplished even sooner than originally planned.",
      "cashout_time": "2016-09-25T00:27:45",
      "category": "energy",
      "children": 3,
      "children_abs_rshares": 0,
      "created": "2016-08-24T21:26:21",
      "curator_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 736208,
      "json_metadata": "{\"tags\":[\"energy\",\"news\",\"truth\",\"costarica\",\"america\"],\"image\":[\"http://i.imgsafe.org/e103059e0b.jpeg\"]}",
      "last_payout": "2016-08-26T00:27:45",
      "last_update": "2016-08-24T21:27:09",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "1969-12-31T23:59:59",
      "net_rshares": -2456106752359,
      "net_votes": 0,
      "parent_author": "",
      "parent_permlink": "energy",
      "percent_hbd": 10000,
      "permlink": "costa-rica-celebrates-113-days-of-100-percent-free-energy",
      "reward_weight": 10000,
      "root_author": "moonman",
      "root_permlink": "costa-rica-celebrates-113-days-of-100-percent-free-energy",
      "title": "Costa Rica celebrates 113 days of 100 percent renewable  energy",
      "total_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": 0
    },
    {
      "abs_rshares": 933355159,
      "active": "2016-08-25T15:06:48",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "lilli",
      "author_rewards": 250,
      "beneficiaries": [],
      "body": "<html>\n<p>Hi there fellow Steemers, my name is Lilli and here’s a little bit about myself and why I’m here.</p>\n<p>I am a London based artist and theatre designer-to-be. My aim is to bring a whole lot of culture and a little bit of me to Steemit.&nbsp;</p>\n<p><img src=\"https://i.imgsafe.org/e0fded406a.png\" width=\"664\" height=\"664\"/></p>\n<p>&nbsp;&nbsp;Introduced to Steemit by a friend, I was rather skeptical at first. I generally don’t trust the internet and all that is or isn’t going on inside this impenetrable machine. Nevertheless I have now chosen to do these first steps into unknown land and overcome my e-phobia. My reason to do so is simply that this is the future, there’s no way around it and you might as well live it! &nbsp;In fact I think it is an amazing opportunity for artists, travellers and intellectuals of all sorts to present and exchange their work and thoughts and opinion. It’s a space to openly communicate with people all over the globe, freely express oneself and start discussions with total strangers. Overall it’s a real step forward.</p>\n<p><img src=\"https://i.imgsafe.org/e10eaa131a.png\" width=\"796\" height=\"530\"/></p>\n<p>What you can expect from me on Steemit are posts about my work as an artist, studies of theatre design, observations within my city, on travels and of the human mind and really anything that catches my interest. &nbsp;&nbsp;Some of my hobbies and interests include travelling, exploring my city (London), ...</p>\n<p><img src=\"https://i.imgsafe.org/e103ab1660.png\" width=\"798\" height=\"597\"/></p>\n<p>...cooking (though my boyfriend does most of that), photography, dressing up, mountaineering, rock climbing and other adrenalin enducing sports.</p>\n<p><img src=\"https://i.imgsafe.org/e1096709b8.png\" width=\"403\" height=\"604\"/></p>\n<p><img src=\"https://i.imgsafe.org/e100e9033f.png\" width=\"516\" height=\"662\"/></p>\n<p>Route of a crazy backpacker journey, I will most definitely write about. With 30 hour train journeys, friends left behind, a flooded festival and much more!<br>\n<br>\nIf you're curious for some travel adventures and cultural posts, FOLLOW ME!<br>\nI promise it'll be worth it ;)</p>\n</html>",
      "cashout_time": "2016-09-24T21:44:33",
      "category": "introduceyourself",
      "children": 4,
      "children_abs_rshares": 933355159,
      "created": "2016-08-24T21:14:27",
      "curator_payout_value": {
        "amount": "90",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 736068,
      "json_metadata": "{\"tags\":[\"introduceyourself\",\"art\",\"photography\",\"steemit\",\"travel\"],\"image\":[\"https://i.imgsafe.org/e0fded406a.png\",\"https://i.imgsafe.org/e10eaa131a.png\",\"https://i.imgsafe.org/e103ab1660.png\",\"https://i.imgsafe.org/e1096709b8.png\",\"https://i.imgsafe.org/e100e9033f.png\"]}",
      "last_payout": "2016-08-25T21:44:33",
      "last_update": "2016-08-24T21:26:48",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "2016-09-08T22:48:15",
      "net_rshares": 933355159,
      "net_votes": 12,
      "parent_author": "",
      "parent_permlink": "introduceyourself",
      "percent_hbd": 10000,
      "permlink": "london-based-artist-bringing-culture-to-steemit",
      "reward_weight": 10000,
      "root_author": "lilli",
      "root_permlink": "london-based-artist-bringing-culture-to-steemit",
      "title": "London-based artist bringing culture to Steemit",
      "total_payout_value": {
        "amount": "348",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": 933355159
    },
    {
      "abs_rshares": 0,
      "active": "2016-08-24T21:25:27",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "sayanthan",
      "author_rewards": 0,
      "beneficiaries": [],
      "body": "http://dimg.zoftcdn.com/s1/photos/news/thumbs/world/country/usa/h/hilery_clindon001/img/625.117.560.350.160.300.053.800.210.160.90.jpg\nDonors to the Clinton Foundation had special access to Hillary Clinton,when she was Secretary of State, fresh documents brought to light by two conservative groups on Monday showed, in a setback to the Democratic candidate's presidential campaign.\n\nThe Republican candidate Donald Trump has sought an investigation by a special prosecutor into the links between the foundation and the State Department under Ms. Hillary Clinton.\n\nThe Former President Bill Clinton said in a statement on Monday the foundation would stop accepting foreign donations, if his wife were to become the President. The foundation had made the same announcement last week. Ms. Hillary Clinton had pledged to dissociate from the functioning of the foundation, when she took over as the Secretary of State.\n\nBut, however, the staff of the foundation sought special treatment for donors from the State Department, according to the documents.\n\nAmong the new revelations is how the foundation staff intervened on be half of the Crown Prince of Bahrain, a donor.\n\nThe Crown Prince could not get a meeting with Ms. Hillary Clinton through State Department Channels, but did get one after Foundation Executive Douglas Band wrote to Huma Abedin, aclose aide of hers. “Good friend of ours,” Mr. Band wrote to Ms. Abedin,requesting a meeting for the Crown Prince.\n\nDonald Trump said, “No issue better illustrates how corrupt my opponent is than her pay for play scandals as the Secretary of State,” Mr. Trump said,demanding an investigation.\n\nIn a separate development, a federal judge on Monday asked the State Department to expedite the process of reviewing and releasing a set of nearly 15,000 emails that were not handed over to the Department as‘work-related’ earlier. The FBI had uncovered these emails during its investigation of a private server Ms. Hillary Clinton had maintained.\n\nThe Clinton Foundation accepts money from foreign donors, including foreign governments, which Mr. Donald Trump alleges is a threat to the U.S.National Security.\n\nNews source  Tamil focus.com",
      "cashout_time": "2016-09-24T21:25:27",
      "category": "politics",
      "children": 0,
      "children_abs_rshares": 0,
      "created": "2016-08-24T21:25:27",
      "curator_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 736196,
      "json_metadata": "{\"tags\":[\"politics\",\"news\"],\"image\":[\"http://dimg.zoftcdn.com/s1/photos/news/thumbs/world/country/usa/h/hilery_clindon001/img/625.117.560.350.160.300.053.800.210.160.90.jpg\"]}",
      "last_payout": "2016-08-25T21:25:27",
      "last_update": "2016-08-24T21:25:27",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "1969-12-31T23:59:59",
      "net_rshares": 0,
      "net_votes": 1,
      "parent_author": "",
      "parent_permlink": "politics",
      "percent_hbd": 10000,
      "permlink": "new-allegations-hits-out-hillary-clinton-s-election-campaigns",
      "reward_weight": 10000,
      "root_author": "sayanthan",
      "root_permlink": "new-allegations-hits-out-hillary-clinton-s-election-campaigns",
      "title": "New Allegations Hits-out Hillary Clinton's Election Campaigns",
      "total_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": 0
    },
    {
      "abs_rshares": "108915090155",
      "active": "2016-08-28T17:57:48",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "maceytomlin",
      "author_rewards": 72,
      "beneficiaries": [],
      "body": "<p><center>https://scontent-iad3-1.xx.fbcdn.net/v/t1.0-9/14055152_10154376523262180_7573779098355793143_n.jpg?oh=d2a68c63bfb4e5d16714403c49fb2fcf&oe=58417095</center><p>\n\nHello Steemit community! My name is Macey, and I have recently joined Steemit so I can become more involved with the Anarchist Community. I have written a couple articles, but in all the excitement, I forgot to give a proper introduction.\n\n<p><center>https://scontent-iad3-1.xx.fbcdn.net/v/t1.0-9/12376121_10153719290912180_997199044763883123_n.jpg?oh=4e3622e8aee631343faa6de4a21daaf4&oe=5855FB15</center></p>\n<p><center>About Me</center><p/>\n\nWhen I was just shy of twenty, I realized the truth of the nature of our government after watching the popular documentary, *Zeitgeist.* Shortly after, I started micro-dosing daily with psilocybin mushrooms. This form of therapy lasted three months. I consider this a vital part of my evolution as an anarchist, and have devoted my life to helping people understand alternative medicine and the positive effects they can have on the body, mind and spirit. I truly believe our minds are eternal libraries, and psychedelics can be the key to accessing that knowledge. \n\nI hope you'll join me here! My writings will be focused on alternative therapy, among other topics.",
      "cashout_time": "2016-09-24T23:01:18",
      "category": "introduceyourself",
      "children": 9,
      "children_abs_rshares": "134531468918",
      "created": "2016-08-24T21:24:48",
      "curator_payout_value": {
        "amount": "27",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 736189,
      "json_metadata": "{\"tags\":[\"introduceyourself\",\"anarchy\",\"psychedelics\",\"alternative\",\"medicine\"],\"image\":[\"https://scontent-iad3-1.xx.fbcdn.net/v/t1.0-9/14055152_10154376523262180_7573779098355793143_n.jpg?oh=d2a68c63bfb4e5d16714403c49fb2fcf&amp;oe=58417095\",\"https://scontent-iad3-1.xx.fbcdn.net/v/t1.0-9/12376121_10153719290912180_997199044763883123_n.jpg?oh=4e3622e8aee631343faa6de4a21daaf4&amp;oe=5855FB15\"]}",
      "last_payout": "2016-08-25T23:01:18",
      "last_update": "2016-08-24T21:24:48",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "2016-09-09T03:50:33",
      "net_rshares": "108915090155",
      "net_votes": 40,
      "parent_author": "",
      "parent_permlink": "introduceyourself",
      "percent_hbd": 10000,
      "permlink": "macey-tomlin-advocating-for-psychedelic-therapy",
      "reward_weight": 10000,
      "root_author": "maceytomlin",
      "root_permlink": "macey-tomlin-advocating-for-psychedelic-therapy",
      "title": "Macey Tomlin: Advocating for Psychedelic Therapy",
      "total_payout_value": {
        "amount": "100",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": "108915090155"
    },
    {
      "abs_rshares": 61964463,
      "active": "2016-08-26T23:56:54",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "terryrall",
      "author_rewards": 0,
      "beneficiaries": [],
      "body": "http://media.salon.com/2015/09/reagan_trump.jpg\n\nhttp://www.chicagotribune.com/news/opinion/editorials/ct-donald-trump-ronald-reagan-president-edit-0501-20160429-story.html\n\nThere is NO comparison between Ronald Reagan & Donald Trump. Reagan was greatly admired by NOT only Republicans but even Democrats as well. The BIG TENT that the Democrats are now using was inherently borrowed from Ronald Reagan. He was well mannered & a consumate gentleman with a great positive attitude that he carried well. Reagan didn't build walls, he tore them down. He was at the helm during Gorbachev's 'glasnost' & 'peristroyka'. And Ronald Reagan fostered a GOOD relationship with the USSR as it finally fell. Reagan was the 'Great Communicator' & the 'Great Compromiser'. Even if you didn't agree with him, you still took a liking to him as he was very approachable. He compromised with a Democratic Congress & made the wheels of government turn. He was a 'strong leader' that didn't have to fight bloody conflicts & wars to make his point. But MOST of ALL Reagan stressed UNITY of nation & country. He just stayed well mannered at ALL TIMES!\n\nNow let's look at Trump. He's the 'Great Divider', good at setting one group against another. He's at best 'ill mannered' with a Totally NEGATIVE ATTITUDE. To Trump our nation is a 'miserable trash heap on a hill' and our diversity is just a 'punchline' to prey upon. Not ONLY is he insulting & unapproachable, most people want to 'punch' him in the face! Trump couldn't unify anything if he tried. He is a 'strong armed dictator' that wants everything & person to bend to his will. He lives on bad events, & thrives on misery. He wants his followers to GET INTO BLOODY CONFLICTS, and insistently wants to START World War 3! He knows no manners to speak of & he 'gins up' his followers into a 'frenzy' of violent behavior!\n\nAlso to note: Ronald Reagan was Governor of California for years before he took control at the helm of the Presidency! So he KNEW how government works! Donald Trump & his Teabagging Followers don't have the FIRST idea of how government operates. You don't run this country like a corporate interest!\n\nIn conclusion, believe it or not NAFTA was originally Reagan's 'brainchild'. If you have the 'slightest' respect for the Reagan legacy, you WON'T allow Trump into the White House!\n<iframe width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/HA7sP47e8tA\" frameborder=\"0\" allowfullscreen></iframe>\n\n<iframe width=\"492\" height=\"277\" src=\"https://www.youtube.com/embed/Ueewhx97310\" frameborder=\"0\" allowfullscreen></iframe>",
      "cashout_time": "2016-09-24T21:08:12",
      "category": "politics",
      "children": 2,
      "children_abs_rshares": 2364572745,
      "created": "2016-08-24T21:05:45",
      "curator_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 735968,
      "json_metadata": "{\"tags\":[\"politics\",\"trump\",\"reagan\",\"news\"]}",
      "last_payout": "2016-08-25T21:08:12",
      "last_update": "2016-08-24T21:24:36",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "2016-09-08T23:22:51",
      "net_rshares": -61964463,
      "net_votes": 2,
      "parent_author": "",
      "parent_permlink": "politics",
      "percent_hbd": 10000,
      "permlink": "reagan-versus-trump-no-comparison",
      "reward_weight": 10000,
      "root_author": "terryrall",
      "root_permlink": "reagan-versus-trump-no-comparison",
      "title": "Reagan versus Trump...NO Comparison!",
      "total_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": 0
    },
    {
      "abs_rshares": 0,
      "active": "2016-08-24T21:24:24",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "mohamedmashaal",
      "author_rewards": 0,
      "beneficiaries": [],
      "body": "Delete",
      "cashout_time": "2016-09-24T20:53:54",
      "category": "steemtube",
      "children": 0,
      "children_abs_rshares": 0,
      "created": "2016-08-24T20:53:54",
      "curator_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 735834,
      "json_metadata": "{\"tags\":[\"delete\",\"steemtube\"]}",
      "last_payout": "2016-08-25T20:53:54",
      "last_update": "2016-08-24T21:24:24",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "1969-12-31T23:59:59",
      "net_rshares": 0,
      "net_votes": 1,
      "parent_author": "",
      "parent_permlink": "steemtube",
      "percent_hbd": 10000,
      "permlink": "no-man-s-sky-honest-game-trailers-steemtube",
      "reward_weight": 10000,
      "root_author": "mohamedmashaal",
      "root_permlink": "no-man-s-sky-honest-game-trailers-steemtube",
      "title": "Delete",
      "total_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": 0
    },
    {
      "abs_rshares": 0,
      "active": "2016-08-24T21:23:48",
      "allow_curation_rewards": true,
      "allow_replies": true,
      "allow_votes": true,
      "author": "ghostvangogh",
      "author_rewards": 0,
      "beneficiaries": [],
      "body": "https://scontent-dft4-2.xx.fbcdn.net/v/t1.0-9/13892044_514122035452799_7084570694564074093_n.jpg?oh=a4e8c52daf63a5fb0a2cf7647b6bdc3d&oe=585A651A",
      "cashout_time": "2016-09-24T21:23:48",
      "category": "art",
      "children": 0,
      "children_abs_rshares": 0,
      "created": "2016-08-24T21:23:48",
      "curator_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "depth": 0,
      "id": 736173,
      "json_metadata": "{\"tags\":[\"art\",\"blog\",\"photography\",\"digital\",\"nature\"],\"image\":[\"https://scontent-dft4-2.xx.fbcdn.net/v/t1.0-9/13892044_514122035452799_7084570694564074093_n.jpg?oh=a4e8c52daf63a5fb0a2cf7647b6bdc3d&amp;oe=585A651A\"]}",
      "last_payout": "2016-08-25T21:23:48",
      "last_update": "2016-08-24T21:23:48",
      "max_accepted_payout": {
        "amount": "1000000000",
        "nai": "@@000000013",
        "precision": 3
      },
      "max_cashout_time": "1969-12-31T23:59:59",
      "net_rshares": 0,
      "net_votes": 1,
      "parent_author": "",
      "parent_permlink": "art",
      "percent_hbd": 10000,
      "permlink": "silhouettes",
      "reward_weight": 10000,
      "root_author": "ghostvangogh",
      "root_permlink": "silhouettes",
      "title": "Silhouettes",
      "total_payout_value": {
        "amount": "0",
        "nai": "@@000000013",
        "precision": 3
      },
      "total_vote_weight": 0,
      "vote_rshares": 0
    }
  ]
}