[
  {
    "active_votes": [
      {
        "rshares": "7790887120851",
        "voter": "steempty"
      },
      {
        "rshares": "232619679629",
        "voter": "anonymous"
      },
      {
        "rshares": "16211762779190",
        "voter": "rainman"
      },
      {
        "rshares": "6606887905068",
        "voter": "riverhead"
      },
      {
        "rshares": "5505119698779",
        "voter": "kushed"
      },
      {
        "rshares": "185162537596",
        "voter": "svk"
      },
      {
        "rshares": "6074970714711",
        "voter": "witness.svk"
      },
      {
        "rshares": "91020971",
        "voter": "gandalf"
      },
      {
        "rshares": "28127058557",
        "voter": "proctologic"
      },
      {
        "rshares": "13452215926",
        "voter": "valtr"
      },
      {
        "rshares": "5231236767",
        "voter": "spaninv"
      },
      {
        "rshares": "369713602175",
        "voter": "taoteh1221"
      },
      {
        "rshares": "189574296407",
        "voter": "geoffrey"
      },
      {
        "rshares": "10681942156",
        "voter": "kimziv"
      },
      {
        "rshares": "106963436208",
        "voter": "gtg"
      },
      {
        "rshares": "90399021700",
        "voter": "good-karma"
      },
      {
        "rshares": "1255461258",
        "voter": "luisucv34"
      },
      {
        "rshares": "55786118048",
        "voter": "streetstyle"
      },
      {
        "rshares": "57416576277",
        "voter": "milestone"
      },
      {
        "rshares": "11173775843",
        "voter": "warrensteem"
      },
      {
        "rshares": "257032712",
        "voter": "carlsalyer"
      },
      {
        "rshares": "8221922385",
        "voter": "lostnuggett"
      },
      {
        "rshares": "2763014173",
        "voter": "steeminer"
      },
      {
        "rshares": "4386685678",
        "voter": "trisnawati"
      },
      {
        "rshares": "1828188127",
        "voter": "sisterholics"
      },
      {
        "rshares": "63572443156",
        "voter": "laonie"
      },
      {
        "rshares": "2589506729",
        "voter": "naturalista"
      },
      {
        "rshares": "6452231331",
        "voter": "laonie1"
      },
      {
        "rshares": "6992417417",
        "voter": "laonie2"
      },
      {
        "rshares": "6994894563",
        "voter": "laonie3"
      },
      {
        "rshares": "1369146917",
        "voter": "myfirst"
      },
      {
        "rshares": "13083948235",
        "voter": "somebody"
      },
      {
        "rshares": "488749547",
        "voter": "flysaga"
      },
      {
        "rshares": "2861651644",
        "voter": "midnightoil"
      },
      {
        "rshares": "6993539383",
        "voter": "laonie4"
      },
      {
        "rshares": "6992529101",
        "voter": "laonie5"
      },
      {
        "rshares": "6991543349",
        "voter": "laonie6"
      },
      {
        "rshares": "6989880830",
        "voter": "laonie7"
      },
      {
        "rshares": "6988678373",
        "voter": "laonie8"
      },
      {
        "rshares": "7378577125",
        "voter": "xiaohui"
      },
      {
        "rshares": "236833278",
        "voter": "elfkitchen"
      },
      {
        "rshares": "238680715",
        "voter": "xiaokongcom"
      },
      {
        "rshares": "455308503",
        "voter": "xianjun"
      },
      {
        "rshares": "78034692",
        "voter": "sijoittaja"
      },
      {
        "rshares": "114942121156",
        "voter": "miacats"
      },
      {
        "rshares": "121187957817",
        "voter": "serejandmyself"
      },
      {
        "rshares": "13592409741",
        "voter": "cryptomancer"
      },
      {
        "rshares": "1191092168",
        "voter": "steeminion"
      },
      {
        "rshares": "16664819451",
        "voter": "laonie10"
      },
      {
        "rshares": "20292953240",
        "voter": "mikemacintire"
      },
      {
        "rshares": "12332128932",
        "voter": "craigwilliamz"
      },
      {
        "rshares": "15161358239",
        "voter": "daveks"
      },
      {
        "rshares": "1061071333",
        "voter": "laonie11"
      },
      {
        "rshares": "1923231912",
        "voter": "keverw"
      },
      {
        "rshares": "1045342498",
        "voter": "michaelmatthews"
      },
      {
        "rshares": "59625700",
        "voter": "alina1"
      },
      {
        "rshares": "50639382",
        "voter": "doggnostic"
      },
      {
        "rshares": "382248075",
        "voter": "steeminnow"
      },
      {
        "rshares": "52535613",
        "voter": "jenny-talls"
      },
      {
        "rshares": "23865459930",
        "voter": "skypilot"
      },
      {
        "rshares": "959928963",
        "voter": "steemafon"
      },
      {
        "rshares": "7048730559",
        "voter": "chick1"
      },
      {
        "rshares": "52691705",
        "voter": "aoki"
      },
      {
        "rshares": "52621399",
        "voter": "typingagent"
      },
      {
        "rshares": "52634176",
        "voter": "cwb"
      },
      {
        "rshares": "748563328",
        "voter": "isa-za"
      },
      {
        "rshares": "468376222",
        "voter": "piphunters"
      },
      {
        "rshares": "80944744",
        "voter": "blend"
      },
      {
        "rshares": "244029842",
        "voter": "aurorax"
      },
      {
        "rshares": "187061756",
        "voter": "unhorsepower777"
      },
      {
        "rshares": "0",
        "voter": "dnjsgkr11"
      },
      {
        "rshares": "0",
        "voter": "byaritzab"
      }
    ],
    "author": "skypilot",
    "author_payout_value": "63.775 HBD",
    "author_reputation": 70.8,
    "beneficiaries": [],
    "blacklists": [],
    "body": "# Escalante, Utah\nThis past weekend I presented a selection of my wilderness photography prints at a small but very cool art festival in [Escalante, Utah](http://www.escalanteut.com/). Located in the heart of the Grand Staircase–Escalante National Monument, it is a small city of a little under 800 people.  Named after Silvestre Vélez de Escalante, a Franciscan missionary and a member of the first European expedition into southern Utah, the city is surrounded by the intense wilderness beauty of ancient hoodoo formations which look as though they are on an exotic planet in another galaxy. \n<center>\nhttp://geraldzmorse.com/images/steemit/1-Leftside-small.jpg\n*The left side of my truck with my artwork hanging - [larger view](http://geraldzmorse.com/images/steemit/1-Leftside-small.jpg)*</center>\n\nDuring the spring through fall this is a favorite remote area for tourism with people traveling from all over the world to see the incredible views of the [Grand Staircase National Monument](https://en.wikipedia.org/wiki/Grand_Staircase-Escalante_National_Monument) and the neighboring [Bryce Canyon](https://en.wikipedia.org/wiki/Bryce_Canyon_National_Park) and [Zion National Park](https://en.wikipedia.org/wiki/Zion_National_Park). At the bottom of the map below where it says Bitter Springs, this is where the Grand Canyon begins on the Colorado River.\n<center>\nhttp://geraldzmorse.com/images/steemit/escalantemap.jpg\n*for larger view of the map go [here](http://geraldzmorse.com/images/steemit/escalantemap.jpg)*</center>\n# Escalante Canyons Art Festival\nEscalante hosts an annual [Art Festival](http://escalantecanyonsartfestival.org/) but I only found out about it a week before and decided to go up and get peoples reaction to the work I am doing. In particular, photos of the area surrounding the festival site. I have been flying throughout the surrounding area from Zion over Bryce Canyon and along the Escalante Grand Staircase south skirting where the Grand Canyon begins by Page, Arizona and across to the Four Corners area.  I now have numerous images that illustrate the raw and intense beauty of the area from my aerial perspective.\n<center>\nhttp://geraldzmorse.com/images/steemit/2-Backside-small.jpg\n*The back side of my truck with my artwork hanging - [larger view](http://geraldzmorse.com/images/steemit/2-Backside-small.jpg)*</center>\n\nI have shown my fine art photography before, I did two short 1 week-long shows in the Wyland Signature Gallery located inside the Planet Hollywood Casino Resort on the strip. And it was cool, although I compared the experience to fishing in a dark river with a net, you throw it in hoping to catch a bit but not really knowing if fish are even there at all! Presenting work like mine in that sort of setting is a big gamble because people really don't come to Las Vegas to shop for fine art! Especially wilderness landscape photography. \n\nAlthough there are a number of galleries there from artists like Peter Lik and Jeff Mitchum. The Wyland shows were successful and I did sell a number of large format pieces. But with regards to the Escalante Canyons Art Festival, I wanted to see how people in an open air setting, who have come specifically to see wilderness oriented art, would react to my printed wilderness landscape artwork.\n\n<center>\nhttp://geraldzmorse.com/images/steemit/zgallery-1.jpg\n*Me in front of my art in the Wyland Gallery in Planet Hollywood, Las Vegas*</center>\n\nTo prepare for the show on such a short notice, I worked hard all week getting images ready to present. I'm fortunate in that my printer is an amazing group of people that exclusively print for all the National Geographic galleries, therefore their work is exemplary. They use a very special process that allows me to print on different mediums in an extremely high resolution of 1400dpi. The results are stunning! So impressive that I've received numerous comments that the images are even more remarkable to see as a print than online, on screen.\n<center>\nhttp://geraldzmorse.com/images/steemit/IMG_1501.JPG\n*Me with the 30x60 inch print of \"Mystical Zion\"*</Center>\n\nSo I had to quickly prepare a number of images to print up and display at the show, all last minute, meaning I had to prep the work, get it all sized correctly and then over to the printer. My printer was gracious to do the work at such a late notice, they are booked for  months in advance with their work for National Geographic so it was very kind of them to give me the time!\n\n# Get Me To The Show On Time!\nOn Thursday I packed up the images I had available and then took off to get to Las Vegas, NV where my printer is located, to pick up the artwork. I drove all day and night to get there midday when the works were ready.\n<center>\nhttp://geraldzmorse.com/images/steemit/IMG_1887.JPG\n*Me with the 24x41 inch Giclee canvas print of \"Evening Trees on the High Desert\"*</Center>\n\nOnce I picked up the work, packed it all up and got ready for the long 6 hour drive, I slept a bit then hit the road at midnight for the journey up to the festival. It was a beautiful night and the drive was nice. I stopped off in the town of St. George, Utah for gas and coffee then continued up to where you exit the 15 freeway and drove another 3 hours on a small, two lane country road with numerous warning signs for Elk, Deer and .... cows? Yep..I saw cattle everywhere along the road. It's the countless rabbits and small mule deer I saw that are most concerning as they bolt across in front of you without warning as you come around corners in the mountains. \n\nI pay attention to these blinking warning signs for Elk especially. I once hit a 700 pound cow Elk back in 2010 on highway 40 just west of Flagstaff, AZ. It literally exploded the front end of my truck. So this means I drive extra careful in these mountainous areas, especially at night and the early dawn hours when they are most active. I arrived at Escalante, just in time for a great breakfast put on by the local volunteer fire department. \n<center>\nhttp://geraldzmorse.com/images/steemit/3-RightSide-small.jpg\n*Right side of my truck with the hanging art [larger view](http://geraldzmorse.com/images/steemit/3-RightSide-small.jpg)*</center>\n\nI set up my pictures by hanging them on a special bungee cord harness I made for this purpose, using my Ford F150 as a display easel. \n\nI know it was a bit hillbilly, *but I am from Tennessee so...*\n\nThe show was cool, but very windy. And unfortunately at one point the wind lifted one of my large 30\" by 60\" pieces and dropped it onto the asphalt bending it pretty badly. Everyone around that saw it happen freaked out that it damaged the piece  but I got a pair of pliers and simply bent it back into shape! I could not sell a damaged piece so now it is hanging in my hangar at the airport. \n<center>\nhttp://geraldzmorse.com/images/steemit/IMG_1719.JPG\n*My damaged 30x60 inch print of \"Mystical Zion\" now in my hangar*</center>\n\nThe one downside was that the show was lightly attended because of the winds. It had been very windy the previous day so folks stayed away, only a couple hundred people were there. The music was great though! they had local bands play all day and not once did I hear bad music, every single performer was good! Everyone loved my printed photographs. Folks dropped by saying the whole place was abuzz with the works and I got plenty of compliments, which frankly always makes me a bit uncomfortable for sure. But I met some very cool people from the parks service that will be very helpful in my **Where Eagles Fly** project. Plus I sold a number of pieces to the few that attended including a couple large images to a really cool fellow from New Zealand. \n\nAll in all it was a great day.... the only bummer is that when the show ended and I got all packed up, there were no motel rooms for a hundred miles around in all the little cities throughout the area! Because of the art festival, fall tourism and a local rodeo happening nearby they were all booked solid. So I decided to head on back and drove through the night, stopping a couple times in the middle of nowhere to have a snack and a rest and look at the amazing night sky out in the wilderness. One place I stopped had huge slotted canyon walls so I spent about half an hour just yelling at them and listening to the echo reflections down the canyon. It was pretty trippy, and I'm certain the wild critters watching me thought I was a bit odd! :)\n\nIt was a great journey and I learned a good deal about what to do and not to do in presenting at an art festival. I particularly enjoyed meeting people and talking about the places in the photos. It was especially rewarding having them see these places they have been around all their lives from an aerial perspective. It really gave me a great feeling seeing the reactions young children have! And hopefully I inspired some folks to learn how to fly so they can experience this for themselves.\n\nIf you are unfamiliar with my work and how I do it you can watch my introductory film clip by clicking the image below:<center>\n[![Your text here](http://geraldzmorse.com/images/steemit/a-Love-of-Nature.jpg)](http://geraldzmorse.com/Love_of_Nature.html \"Click Here To Play - a Love of Natue\")</center>\n\nIf you are interested in purchasing any of my artwork for yourself to adorn your home or office with please contact me in the chat room @skypilot. I have a lot of pieces available in all sorts of different sizes. Eventually I will put out a catalog it there is enough interest.\n\nAs always please visit my profile page to review my posts about my project and other works I have shown here. I really appreciate the support I get from the steemit community and as long as you folks enjoy my work I will continue posting it. \nTo view images from the project **Where Eagles Fly - The American Wilderness Expedition** please view my other posts. I am on a mission to raise awareness of our Iconic Natural Heritage Treasures of North America.\n\nAnd if you would like, press the button to automatically follow my stories! Love to have you on board.\n\n<a href=\"https://steemit.com/@skypilot\" target=\"_blank\"><img alt=\"\" border=\"0\" src=\"http://i.imgur.com/YSt1Mis.gif\" /></a>\n\n# yehaw",
    "category": "photography",
    "children": 8,
    "created": "2016-09-26T14:57:54",
    "curator_payout_value": "19.830 HBD",
    "depth": 0,
    "is_paidout": true,
    "json_metadata": {
      "image": [
        "http://geraldzmorse.com/images/steemit/1-Leftside-small.jpg",
        "http://geraldzmorse.com/images/steemit/escalantemap.jpg",
        "http://geraldzmorse.com/images/steemit/2-Backside-small.jpg",
        "http://geraldzmorse.com/images/steemit/zgallery-1.jpg",
        "http://geraldzmorse.com/images/steemit/IMG_1501.JPG",
        "http://geraldzmorse.com/images/steemit/IMG_1887.JPG",
        "http://geraldzmorse.com/images/steemit/3-RightSide-small.jpg",
        "http://geraldzmorse.com/images/steemit/IMG_1719.JPG",
        "http://geraldzmorse.com/images/steemit/a-Love-of-Nature.jpg",
        "http://i.imgur.com/YSt1Mis.gif"
      ],
      "links": [
        "http://www.escalanteut.com/",
        "http://geraldzmorse.com/images/steemit/1-Leftside-small.jpg",
        "https://en.wikipedia.org/wiki/Grand_Staircase-Escalante_National_Monument",
        "https://en.wikipedia.org/wiki/Bryce_Canyon_National_Park",
        "https://en.wikipedia.org/wiki/Zion_National_Park",
        "http://geraldzmorse.com/images/steemit/escalantemap.jpg",
        "http://escalantecanyonsartfestival.org/",
        "http://geraldzmorse.com/images/steemit/2-Backside-small.jpg",
        "http://geraldzmorse.com/images/steemit/3-RightSide-small.jpg",
        "http://geraldzmorse.com/Love_of_Nature.html",
        "https://steemit.com/@skypilot"
      ],
      "tags": [
        "photography",
        "art",
        "nature",
        "life",
        "story"
      ],
      "users": [
        "skypilot"
      ]
    },
    "max_accepted_payout": "1000000.000 HBD",
    "net_rshares": 44066182213961,
    "payout": 83.605,
    "payout_at": "2016-10-27T19:02:09",
    "pending_payout_value": "0.000 HBD",
    "percent_steem_dollars": 10000,
    "permlink": "presenting-my-aerial-wilderness-artwork-at-the-escalante-canyon-art-festival",
    "post_id": 1046442,
    "promoted": "0.000 HBD",
    "reblogged_by": [
      "gtg"
    ],
    "replies": [],
    "stats": {
      "flag_weight": 0.0,
      "gray": false,
      "hide": false,
      "total_votes": 70
    },
    "title": "Presenting My Aerial Wilderness Artwork at the Escalante Canyon Art Festival: Zedekiah Morse",
    "updated": "2016-10-02T02:59:51",
    "url": "/photography/@skypilot/presenting-my-aerial-wilderness-artwork-at-the-escalante-canyon-art-festival"
  }
]
